Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# faqFloorsContent
source: No. The first one has `addr:floor=3` tag filled. That's the floor as it is printed on navigation and commonly used. The second one does not have this tag, but has `level=3`. That number is a sequential floor number from zero to `building:levels - 1`. That is, in a three-storey building `addr:floor` value depends on a country, but `level` is always 0, 1, or 2. Here is how the notation in the editor related to these tags: * `2`: `addr:floor=2` and non-empty `level=*`. * `4/`: `addr:floor=4`, but there's no `level` tag. * `/1`: `level=1`, but there's no `addr:floor` tag. * `1/0`: `addr:floor=1` + `level=0` (and there's an object nearby: with the same `addr:floor`, but different `level`, or vice-versa).
ar: لا ، تم ملء الوسم الأول بالوسم `addr:floor=3` ، وهذه هي الأرضية لأنها مطبوعة على نظام الملاحة وشائعة الاستخدام، والثاني لا يحتوي على هذا الوسم ، ولكن به `level=3`، وهذا الرقم هو رقم طابق تسلسلي من صفر إلى `building:levels - 1`، أي أنه في مبنى مكون من ثلاثة طوابق ، تعتمد قيمة `addr:floor` على البلد ، ولكن المستوى `level` دائمًا ما يكون 0 أو 1 أو 2. إليك كيفية ارتباط الترميز في المحرر بهذه الوسوم: * `2`: `addr:floor=2` وغير فارغ `level=*`. * `4/`: `addr:floor=4`, لكن لا يوجد وسم `level` . * `/1`: `level=1`, لكن لا يوجد وسم `addr:floor` . * `1/0`: `addr:floor=1` + `level=0` (وهناك كائن قريب: مع نفس الـ `addr:floor`, ولكن بمستوى مختلف`level`, أو العكس).
be: Не. У першым выпадку запоўнены тэг `addr:floor=3. Гэта паверх, як ён надрукаваны ў навігацыі і звычайна выкарыстоўваецца. У другім выпадку гэты тэг пусты, але запоўнены тэг `level=3`. Гэтая лічба — нумар паверха ў паслядоўнай нумарацыі ад нуля да `building:levels - 1`. Гэта значыць, што ў трохпавярховым будынку `addr:floor` залежыць ад краіны, а `level`заўсёды 0, 1 ці 2. Вось як умоўнае абазначэнне ў рэдактары залежыць ад гэтых тэгаў: * `2`: `addr:floor=2` і непусты `level=*`. * `4/`: `addr:floor=4`, тэг `level` адсутнічае. * `/1`: `level=1`, тэг `addr:floor` адсутнічае. * `1/0`: `addr:floor=1` + `level=0` (і побач ёсць аб'ект з тым жа `addr:floor`, але іншым `level`, ці наадварот).
ca: No. El primer té l'etiqueta `addr:floor=3` emplenada. Aquest és el pis ja que està imprès a la navegació i s'utilitza habitualment. El segon no té aquesta etiqueta, però té `level=3`. Aquest número és un número de planta seqüencial de zero a "building:levels- 1". És a dir, en un edifici de tres plantes el valor de l'addr:floor varia segons el país, però el "nivell" sempre és 0, 1 o 2. A continuació es mostra com la notació de l'editor es relaciona amb aquestes etiquetes: * `2`: `addr:floor=2` i `level=*` no buit. * `4/`: `addr:floor=4`, però no hi ha cap etiqueta `level`. * `/1`: `level=1`, però no hi ha cap etiqueta `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (i hi ha un objecte a nearby: amb el mateix `addr:floor`, però diferent `nivell`, o viceversa).
cs: Ne. První z nich má vyplněný štítek `addr:floor=3`. To je podlaha, jak je vytištěna v navigaci a běžně se používá. Druhý tento štítek nemá, ale má `level=3`. Toto číslo je pořadové číslo patra od nuly do `building:levels - 1`. To znamená, že v třípatrové budově závisí hodnota `addr:floor` na zemi, ale `level` je vždy 0, 1 nebo 2. Zde je uvedeno, jak se zápis v editoru vztahoval k těmto značkám: * `2`: `addr:floor=2` a neprázdné `level=*`. * `4/`: `addr:floor=4`, ale není zde značka `level`. * `/1`: `level=1`, ale není zde značka `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (a v blízkosti je objekt: se stejným `addr:floor`, ale jiným `level`, nebo naopak).
da: Nej. Den første har `addr:floor=3`-tagget udfyldt. Det er etagen, som den angives ved vejvisning og i almindelighed anvendes. Den anden har ikke dette tag, men har `level=3`. Det nummer er et fortløbende etagenummer fra nul til `building:levels - 1`. Det vil sige, at i en treetagers bygning afhænger værdien af `addr:floor` af landet, men `level` er altid 0, 1 eller 2. Her er hvordan notationen i editoren er relaterede til disse tags: * `2`: `addr:floor=2` og ikke-tom `level=*`. * `4/`: `addr:floor=4`, men der er ikke noget `level`-tag. * `/1`: `level=1`, men der er ikke noget `addr:floor`-tag. * `1/0`: `addr:floor=1` + `level=0` (og der er et objekt i nærheden: med samme `addr:floor`, men med et andet `level`, eller omvendt).
de: Nein, das erste Geschoss hat das Attribut `addr:floor=3`. Das ist die Etage, die im Gebäude, beispielsweise in Aufzügen vermerkt ist. Das zweite Geschoss hat ein anderes Attribut, nämlich `level=3`. Diese Zahl ist einfach eine fortlaufende Geschossnummer von Null bis `building:levels` − 1. D.h., in einem dreistöckigen Gebäude variiert der Wert für `addr:floor` je nach Land, aber `level` ist immer 0, 1 oder 2. Im Folgenden sieht man, wie diese Attribute in Every Door dargestellt werden: * `2`: `addr:floor=2` und irgendein `level=*`. * `4/`: `addr:floor=4`, aber ohne `level`-Attribut. * `/1`: `level=1`, aber ohne `addr:floor`-Attribut. * `1/0`: `addr:floor=1` + `level=0` (und es gibt in der Nähe ein Objekt mit dem selben Wert für `addr:floor`, aber unterschiedlichem `level`-Wert, oder umgekehrt).
el: Όχι. Το πρώτο έχει την ετικέτα `addr:floor=3` γεμάτη. Αυτός είναι ο όροφος όπως αποτυπώνεται στην πλοήγηση και χρησιμοποιείται συχνά. Το δεύτερο δεν έχει αυτή την ετικέτα, αλλά την ετικέτα `level=3`. Αυτό το νούμερο είναι διαδοχική αρίθμηση ορόφου από το μηδέν στο `building:levels - 1`. Δηλαδή, σε ένα τριώροφο κτίριο η τιμή του `addr:floor` εξαρτάται από τη χώρα, αλλά το `level` θα είναι πάντα 0, 1, ή 2. Ορίστε πώς σχετίζονται οι συμβολισμοί του επεξεργαστή με αυτές τις ετικέτες: * `2`: `addr:floor=2` και όχι κενό `level=*`. * `4/`: `addr:floor=4`, αλλά χωρίς την ετικέτα `level` . * `/1`: `level=1`, αλλά χωρίς την ετικέτα `addr:floor` . * `1/0`: `addr:floor=1` + `level=0` (και υπάρχει ένα αντικείμενο κοντά: με το ίδιο `addr:floor`, αλλά διαφορετικό `level`, ή το αντίστροφο).
eo: Ne. La unua havas etikedon `addr:floor=3` plenigita. Tio estas la planko kiel ĝi estas presita sur navigado kaj ofte uzata. La dua ne havas ĉi tiun etikedon, sed havas `level=3`. Tiu nombro estas sinsekva etaĝa nombro de nul ĝis `building:levels - 1`. Tio estas, en trietaĝa konstruaĵo `addr:floor` valoro dependas de lando, sed `level` ĉiam estas 0, 1 aŭ 2. Jen kiel la notacio en la redaktilo rilatis al ĉi tiuj etikedoj: * `2`: `addr:floor=2` kaj nemalplena `level=*`. * `4/`: `addr:floor=4`, sed ne ekzistas etikedo `level`. * `/1`: `level=1`, sed ne ekzistas etikedo `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (kaj estas objekto apude: kun sama `addr:floor`, sed malsama `nivelo`, aŭ inverse).
es: No. El primero tiene añadida la etiqueta «addr:floor=3». Ese es el piso tal y como está impreso en la navegación y se utiliza habitualmente. El segundo no tiene esta etiqueta, pero tiene «level=3». Ese número es un número de planta secuencial desde cero hasta «building:levels - 1». Es decir, en un edificio de tres plantas el valor de «addr:floor» depende de un país, pero «level» es siempre 0, 1 o 2. Así es como la notación en el editor se relaciona con estas etiquetas: * «2»: «addr:floor=2» y «level=*» no vacío. * «4/»: «addr:floor=4», pero no hay etiqueta «level». * 1: «level=1», pero no hay etiqueta «addr:floor». * «1/0»: «addr:floor=1» y «level=0» (y hay un objeto cercano con la misma dirección de piso «addr:floor», pero diferente nivel «level», o viceversa).
et: Ei. Esimesel juhul on täidetud „addr:floor=3“ silt. See on ka korrusenumber, mille leiad siltidelt ja on kasutatav tee leidmiseks. Teisel juhul on sildiks hoopis „level=3“. See on korruste järjekorranumber lugedes nullist kuni „building:levels - 1“. See tähendab, et kolmekordse hoone „addr:floor“ silti väärtus sõltub maast, aga „level“ väärtus on alati 0, 1 või 2. Nii käib antud siltide kohane üleskirjutus rakenduses: * „2“ tähendab „addr:floor=2“ ja täidetud „level=*“. * „4/“ tähendab „addr:floor=4“, aga puudub „level“ silt. * „/1“ tähendab „level=1“, aga puudub „addr:floor“ silt. * „1/0“ tähendab “addr:floor=1“ + „level=0“ (ja seal on läheduses objekt: sama „addr:floor“ väärtusega, kuid erineva „level“ väärtusega või vastupidi).
fr: Le premier correspond à l’attribut `addr:floor=3`, c’est l’étage comme indiqué lors de la navigation et généralement utilisé mais dépend de la localité, tandis que le second correspond à `level=3` selon le schéma `building:level` où le rez-de-chaussée est l’étage 0. Ainsi, les valeurs suivantes indiqueront : * `2` : `addr:floor=2` et `level=*` ; * `4/` : `addr:floor=4`, sans `level` ; * `/1` : `level=1`, sans `addr:floor` ; * `1/0` : `addr:floor=1` et `level=0` (et il y a un objet proche : avec le même `addr:floor`, mais un différent `level`, ou l'inverse).
he: לא. באפשרות הראשונה מולאה התגית `addr:floor=3`. זאת הקומה כפי שהיא מוצגת בניווט ונעשה בה שימוש נפוץ. לשנייה אין את התגית הזאת, אלא `level=3`. המספר הזה הוא מספר קומה רציף מאפס ועד `building:levels - 1`. זה המצב, בבניין שלוש קומות הערך `addr:floor` הוא תלוי מדינה, אבל `level` הוא תמיד 0, 1, או 2. כך מה שמופיע בעורך קשור לתגיות האלו: * `2`: `addr:floor=2` ו־`level=*‎` שאינו ריק. * `‎4/‎`:‏ `addr:floor=4`, אבל אין תגית `level`. * `‎/1‎`:‏ `level=1`, אבל אין תגית `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (ויש פריט מסביב: עם אותו `addr:floor`, אבל `level` אחר, או להפך).
hr: Ne. Prvi ima popunjenu oznaku `addr:floor=3`. To je kat kako se prikazuje u navigaciji i koji se uobičajeno koristi. Drugi nema ovu oznaku, ali ima `level=3`. Taj je broj sekvencijalni broj kata od nula do `building:levels - 1`. To jest, u trokatnoj zgradi vrijednost `addr:floor` ovisi o državi, ali `level` je uvijek 0, 1 ili 2. Evo kako se prikaz u uređivaču odnosi na ove oznake: * `2`: `addr:floor=2` i `level=*` koji nije prazan. * `4/`: `addr:floor=4`, ali ne postoji oznaka `level`. * `/1`: `level=1`, ali ne postoji oznaka `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (i postoji objekt u blizini s istim `addr:floor`, ali različitim `level`, ili obrnuto).
hu: Nem. Az elsőben az „addr:floor=3” címke van kitöltve. Ez az emelet, ahogy a navigációnál ki van írva és általánosan használt. A másodikban nem ez a címke, hanem „level=3” van megadva. Ez a szám egy folyamatos emeletszám nullától a „building:levels − 1”-ig. Vagyis egy háromemeletes épületben az „addr:floor” értéke egy adott országtól függ, de a „level” mindig 0, 1 vagy 2. Lássuk, hogyan kapcsolódik a szerkesztőben lévő jelölés ezekhez a címkékhez: * „2”: „addr:floor=2” és nem üres „level=*”. * „4/”: „addr:floor=4”, de nincs „level” címke. * „/1”: „level=1”, de nincs „addr:floor” címke. * „1/0”: „addr:floor=1” + „level=0” (és van egy objektum a közelben: ugyanolyan „addr:floor”, de eltérő „level” értékkel, vagy fordítva).
id: Tidak. Tag `addr:floor=3` yang pertama terisi. Itulah dasar yang tercetak pada navigasi dan umum digunakan. Yang kedua tidak memiliki tag ini, tetapi memiliki `level=3`. Angka tersebut merupakan nomor lantai berurutan dari nol hingga `gedung:tingkat - 1`. Artinya, di gedung tiga lantai, nilai `addr:floor` bergantung pada suatu negara,tetapi `level` selalu 0, 1, atau 2. Berikut adalah notasi di editor yang terkait dengan tag tersebut: * `2`: `addr:lantai=2`dan `level=*` yang tidak kosong. * `4/`: `addr:floor=4`, tetapi tidak ada tag `level`. * `/1`: `level=1`, tetapi tidak ada tag `addr:floor`. * `1/0`: `addr:lantai=1`+ `level=0` (dan ada objek di dekatnya: dengan `addr:floor` yang sama, tetapi `level` berbeda, atau sebaliknya).
it: No. Il primo ha il tag `addr:floor=3`. Si tratta del piano così come è stampato sulla navigazione e comunemente usato. Il secondo non ha questo tag, ma ha `level=3`. Questo numero è un numero di piano sequenziale da zero a `building:levels - 1`. Cioè, in un edificio di tre piani il valore di `addr:floor` dipende da dallo Stato, ma `level` è sempre 0, 1, o 2. Ecco come la notazione nell'editor si riferisce a questi tag: * `2`: `addr:floor=2` e `level=*` non vuoto. * `4/`: `addr:floor=4`, ma non c'è il tag `level`. * `/1`: `livello=1`, ma non c'è il tag `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (e c'è un oggetto nelle vicinanze:w con lo stesso `addr:floor`, ma diverso `level`, o viceversa).
ja: いいえ。前者には `addr:floor=3` タグが入力されています。これによりフロアがナビゲーションに表示され、広く使われています。（訳注：日本での事情は異なると思われる）後者にはこのタグが無く単に `level=3`タグだけです。数字はゼロから `building:levels - 1`までの連続したフロア番号です。つまり、3階建ての建物において、 `addr:floor` の値は国により異なりますが、 `level` は常に 0, 1, または 2です。 これらのタグに関連するエディタ内の記法は以下の通り: * `2`: `addr:floor=2` 及び空で無い `level=*`. * `4/`: `addr:floor=4`, しかし `level` タグは無し. * `/1`: `level=1`, しかし `addr:floor` タグは無し. * `1/0`: `addr:floor=1` + `level=0` (and there's an object nearby:w with the same `addr:floor`, but different `level`, or vice-versa).
nb: Nei. Den første har 'addr: floor = 3'-taggen fylt ut. Det er etasjen slik det er trykt på navigasjon og ofte brukt. Den andre har ikke denne taggen, men har 'level=3'. Dette tallet er et sekvensielt etasjenummer fra null til 'building:levels - 1'. Det vil si at i en treetasjes bygning avhenger 'addr:floor'-verdien av landet, men 'level' er alltid 0, 1 eller 2. Slik er notasjonen i redigeringsprogrammet relatert til disse tagger: * `2`: `addr:floor=2` og ikke-tom 'level = *'. * `4/`: `addr:floor=4`, men det er ingen 'level'-tag. * `/1`: `level=1`, men det er ingen 'addr:floor'-tag. * `1/0`: `addr:floor=1` + `level=0` (og det er et objekt i nærheten med samme `addr:floor` , men forskjellig 'level', eller omvendt).
nl: Nee. De eerste heeft een `addr:floor=3`-tag. Dat is de verdieping zoals afgedrukt op navigatie en veelvuldig gebruikt. De tweede heeft niet deze tag, maar heeft `level=3`. Dat getal is een doorlopend verdiepingsnummer van nul tot `building:levels - 1`. Dat wil zeggen, in een gebouw van drie verdiepingen verschilt `addr:floor` per land, maar `level` is altijd 0, 1, of 2. Hier is hoe de notatie in de bewerker aan deze tags relateert: * `2`: `addr:floor=2` en `level=*` die niet leeg is. * `4/`: `addr:floor=4`, maar er is geen `level` tag. * `/1`: `level=1`, maar er is geen `addr:floor` tag. * `1/0`: `addr:floor=1` + `level=0` (en er is een object in de buurt met dezelfde `addr:floor`, maar ander `level`, of vice versa).
or: ନାହିଁ। ପ୍ରଥମଟିରେ `addr:floor=୩` ଟ୍ୟାଗ୍ ପୂରଣ ହୋଇଛି। ଏହା ହେଉଛି ମହଲା କାରଣ ଏହା ଯାତାୟାତରେ ଛପାଯାଇଥାଏ ଏବଂ ସାଧାରଣତଃ ବ୍ୟବହୃତ ହୁଏ | ଦ୍ବିତୀୟ ଟ୍ୟାଗ୍ ରେ ଏହି ଟ୍ୟାଗ୍ ନାହିଁ, କିନ୍ତୁ `ମହଲା=୩` ରହିଛି। ଏହି ସଂଖ୍ୟା ହେଉଛି ଶୂନ୍ୟରୁ 'building:ମହଲା - ୧' ପର୍ଯ୍ୟନ୍ତ ଏକ କ୍ରମାଗତ ମହଲା ନମ୍ବର । ଅର୍ଥାତ୍ ତିନି ମହଲା ବିଶିଷ୍ଟ କୋଠାରେ `addr:floor` ମୂଲ୍ୟ ଏକ ଦେଶ ଉପରେ ନିର୍ଭର କରେ, କିନ୍ତୁ 'ମହଲା' ସର୍ବଦା ୦, ୧ କିମ୍ବା ୨ ହୋଇଥାଏ। ଏହି ଟ୍ୟାଗ୍ ଗୁଡିକ ସହିତ ସମ୍ପାଦକରେ ଥିବା ନୋଟେସନ୍ କିପରି ସମ୍ବନ୍ଧିତ ତାହା ଏଠାରେ ଅଛି: * '୨': 'ଆଡ୍ଡର:ଫ୍ଲୋର=୨' ଏବଂ ଅଣ-ଖାଲି 'ସ୍ତର=*'। * '୪/': 'ଆଡ୍ଡର:ଫ୍ଲୋର=୪', କିନ୍ତୁ କୌଣସି 'ସ୍ତର' ଟ୍ୟାଗ୍ ନାହିଁ। * '/୧': 'ସ୍ତର=୧', କିନ୍ତୁ କୌଣସି 'ଆଡ୍ଡର:ଫ୍ଲୋର୍' ଟ୍ୟାଗ୍ ନାହିଁ। * '୧/୦': 'ଆଡ୍ଡର:ଫ୍ଲୋର=୧' + 'ସ୍ତର=୦' (ଏବଂ ନିକଟରେ ଏକ ବସ୍ତୁ ଅଛି: ସମାନ 'ଆଡ୍ଡର:ଫ୍ଲୋର୍', କିନ୍ତୁ ଭିନ୍ନ 'ସ୍ତର', କିମ୍ବା ଏହାର ବିପରୀତ)।
pa: ਨਹੀਂ। ਪਹਿਲੇ ਵਿੱਚ `addr:floor=3` ਟੈਗ ਭਰਿਆ ਹੋਇਆ ਹੈ। ਇਹ ਫਲੋਰ ਹੈ ਕਿਉਂਕਿ ਇਹ ਨੈਵੀਗੇਸ਼ਨ 'ਤੇ ਛਾਪਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆਮ ਤੌਰ 'ਤੇ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਦੂਜੇ ਵਿੱਚ ਇਹ ਟੈਗ ਨਹੀਂ ਹੈ, ਪਰ `level=3` ਹੈ। ਉਹ ਨੰਬਰ ਜ਼ੀਰੋ ਤੋਂ `building:levels - 1` ਤੱਕ ਇੱਕ ਕ੍ਰਮਵਾਰ ਫਲੋਰ ਨੰਬਰ ਹੈ। ਯਾਨੀ, ਤਿੰਨ ਮੰਜ਼ਿਲਾ ਇਮਾਰਤ ਵਿੱਚ `addr:floor` ਮੁੱਲ ਇੱਕ ਦੇਸ਼ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ, ਪਰ `level` ਹਮੇਸ਼ਾ 0, 1, ਜਾਂ 2 ਹੁੰਦਾ ਹੈ। ਇੱਥੇ ਦੱਸਿਆ ਗਿਆ ਹੈ ਕਿ ਸੰਪਾਦਕ ਵਿੱਚ ਨੋਟੇਸ਼ਨ ਇਹਨਾਂ ਟੈਗਾਂ ਨਾਲ ਕਿਵੇਂ ਸੰਬੰਧਿਤ ਹੈ: * `2`: `addr:floor=2` ਅਤੇ ਗੈਰ-ਖਾਲੀ `level=*`। * `4/`: `addr:floor=4`, ਪਰ ਕੋਈ `level` ਟੈਗ ਨਹੀਂ ਹੈ। * `/1`: `level=1`, ਪਰ ਕੋਈ `addr:floor` ਟੈਗ ਨਹੀਂ ਹੈ। * `1/0`: `addr:floor=1` + `level=0` (ਅਤੇ ਨੇੜੇ ਹੀ ਇੱਕ ਵਸਤੂ ਹੈ: ਇੱਕੋ `addr:floor` ਨਾਲ, ਪਰ ਵੱਖਰਾ `level`, ਜਾਂ ਇਸਦੇ ਉਲਟ)।
pa_pk: <div style="text-align: right" dir="rtl" lang="pa-Aran-PK"> نہیں۔ اوہ پہلا مثال لئی ٹیگ ‫`addr:floor=3`‬ اے۔ ڈائیریکٹری تے ایہہ پرنٹ کیتا۔ دوجا مثال ٹیگ ‫`level=3`‬ اے۔ ‫`level`‬ کنجی لئی صفر توں ‫`building:levels - 1`‬ نوں نمبر ورتدا۔ ہر دیش لئی عمارت دے سطر وکھرے اے، پر ‫`level`‬ صرف 0، 1، 2 وغیرہ۔ <br/> <br/>اِتھے ایڈیٹر ٹیگاں دے مُل ورتوں:؜ <br/>٭ ‫`2`⁩: ⁩‫`addr:floor=2`⁩ ؜تے کوئی نمبر نال ‫`level‪=*‬`‬۔ <br/>٭ ‫`4‪/‬‎`:؜ ‫`addr:floor=4`‬ پر ‫`level`‬ ٹیگ نہیں اے۔ <br/>٭ ‫؜`‎1:‎`‬؜:؜ ‫`level=1`‬ پر ‫`addr:floor`‬ ٹیگ نہیں اے۔ <br/>٭ ‫`1/0`‬:؜ ‫`addr:floor=1`‬ تے ‫`level=0`‬؛ ایہہ کول ہور دکان وی ٹیگ ‫`addr:floor`‬ یا ‫`level`‬ سمان اے۔ </div>
pl: Nie. Pierwszy z nich ma wypełniony znacznik `addr:floor=3`. To jest piętro, które jest nadrukowane w nawigacji i powszechnie używane. Drugi nie ma tego znacznika, ale ma `level=3`. Ten numer to kolejny numer piętra od zera do `building:levels - 1`. Oznacza to, że w trzypiętrowym budynku wartość parametru `addr:floor` zależy od kraju, ale `level` to zawsze 0, 1 lub 2. Oto jak notacja w edytorze odnosi się do tych znaczników: * `2`: `addr:floor=2` i niepuste `level=*`. * `4/`: `addr:floor=4`, ale nie ma znacznika `level`. * `/1`: `level=1`, ale nie ma znacznika `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (a w pobliżu znajduje się obiekt z tym samym `addr:floor`, ale innym `level` lub odwrotnie).
ru: Нет. В первом заполнен тег `addr:floor=3`. Это этаж, как он написан в навигации и используется в жизни. Во втором этот тег пуст, но есть `level=3`. Это число — номер этажа в последовательной нумерации от нуля до `building:levels - 1`. То есть, в трёхэтажном доме `addr:floor` зависит от страны, а `level` всегда 0, 1 или 2. Вот как условное обозначение в редакторе зависит от этих тегов: * `2`: `addr:floor=2` и непустой `level=*`. * `4/`: `addr:floor=4`, тег `level` отсутствует. * `/1`: `level=1`, тег `addr:floor` отсутствует. * `1/0`: `addr:floor=1` + `level=0` (и рядом есть объект с тем же `addr:floor`, но другим `level`, или наоборот).
sl: Ne. Prvi ima izpolnjeno oznako »addr:floor=3«. To je nadstropje, kot je natisnjeno na navigaciji in se običajno uporablja. Drugi nima te oznake, ima pa oznako »level=3«. Ta številka je zaporedna številka nadstropja od nič do »building:levels - 1«. To pomeni, da je v trinadstropni stavbi vrednost »addr:floor« odvisna od kraja, vendar je »level« vedno 0, 1 ali 2. Tukaj je prikazano, kako se zapis v urejevalniku nanaš na te oznake: * `2`: `addr:floor=2` in neprazno `level=*`. * `4/`: `addr:floor=4`, vendar ni oznake `level`. * `/1`: `level=1`, vendar ni oznake `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (in v bližini je predmet z enakim `addr:floor`, vendar drugačnim `level`, ali obratno).
sv: Nej. Den förstnämnda resulterar i etiketten `addr:floor=3`. Det är den våning som anges i navigationen och som vanligen används. Den andra ger inte denna etikett, utan `level=3`. Det talet är ett våningsnummer i en sekvens från 0 till `bulding:levels - 1`. Med andra ord beror värdet på `addr:floor` i en trevåningsbyggnad på land, men `level` är alltid 0, 1 eller 2. Så här förhåller sig notationen i appen till dessa etiketter: * `2`: `addr:floor=2` och icke-tom `level=*`. * `4/`: `addr:floor=4` men det finns ingen `level`-etikett. * `/1`: `level=1` men det finns ingen `addr:floor`-etikett. * `1/0`: `addr:floor=1` + `level=0` (och det finns ett objekt i närheten: med samma `addr:floor`men annan `level`, eller tvärtom.
uk: Ні. Перший має заповнений тег `addr:floor=3. Це поверх, що показується при навігації і зазвичай використовується. Другий не має цього тегу, але має `level=3`. Цей номер є послідовним номером поверху від нуля до `building:levels - 1``. У трьохповерховій будівлі значення `addr:floor` залежить від країни, але `level` завжди 0, 1, або 2. Ось такими тегами подібне позначається в редакторі: * `2`: `addr:floor=2` і не порожній `level=*` * `4/`: `addr:floor=4`, але без тегу `level`. * `/1`: `level=1`, але без тегу `addr:floor`. * `1/0`: `addr:floor=1` + `level=0` (і є об’єкт поруч: з тим самим `addr:floor`, але різним `level`, або навпаки.
zh_hans: 不是。前者填写了 `addr:floor=3` 标签，这表示的是在导航系统中显示、以及人们日常使用的楼层编号；而后者没有这个标签，而是使用了 `level=3`。这个数字是从零开始的顺序楼层编号，范围是从 0 到 `building:levels - 1`。也就是说，在一栋三层建筑中，`addr:floor` 的值可能因国家而异，但 `level` 总是 0、1 或 2。 以下是在编辑器中标注方式与这些标签的对应关系： * `2`：表示有 `addr:floor=2` 且 `level=*` 也已填写。 * `4/`：表示有 `addr:floor=4`，但没有 `level` 标签。 * `/1`：表示有 `level=1`，但没有 `addr:floor` 标签。 * `1/0`：表示 `addr:floor=1` 和 `level=0`（且附近还有其他对象：具有相同的 `addr:floor` 但不同的 `level`，或相反的情况）。
zh_hant: 不是，第一個欄位已經填入 `addr:floor=3` 標籤，這是在導航與平常用途會說到的樓層。第一個的確有這個標籤，但是有 `level=3`，這個數字是從零開始到 `building:levels -1` 的連續樓層數字。這就意味三層樓的建築 `addr:floor` 值依照國家有不同定議，但是 `level` 總是 0、1 或是 2。 這邊是編輯器相關的標籤標示方式： * `2`：`addr:floor=2` 與非空白 `level=*。 * `4`：`addr:floor=4，但沒有`level`標籤。 *`/1`：`level=1`，但是沒有`addr:floor`標籤。 *`1/0`：`addr:floor=1` + `level=0` (然後那邊附近有相同 `addr:floor` 的物件，但不同 `level`，或是相反狀況)。

# faqChangeType
source: How to change an amenity type?
ar: كيف تغير نوع المنشآة؟
be: Як змяніць тып установы?
ca: Com es canvia el tipus d'equipament?
cs: Jak změnit typ bodu?
da: Hvordan ændrer man en facilitetstype?
de: Wie wird der Typ einer Einrichtung geändert?
el: Πώς να αλλάξω το είδος της υποδομής;
eo: Kiel ŝanĝi agrablan tipon?
es: ¿Cómo cambiar un tipo de servicio?
et: Kuidas saan muuta teenuse („amenity=*“) tüüpi?
eu: Nola aldatu zerbitzu mota?
fr: Comment changer le type d'un objet ?
he: איך לשנות את סוג השירות לציבור?
hr: Kako promijeniti vrstu usluge?
hu: Hogyan lehet megváltoztatni egy szolgáltatás típusát?
id: Bagaimana cara mengubah jenis fasilitas?
it: Come modificare la tipologia di un elemento?
ja: 施設の種別を変える方法は？
mr: सुविधा प्रकार कसा बदलायचा?
nb: Hvordan endre type fasilitet?
nl: Hoe wijzig ik een voorzieningstype?
or: ସୁବିଧା ପ୍ରକାର କିପରି ପରିବର୍ତ୍ତନ କରିବେ?
pa: ਸਹੂਲਤ ਦੀ ਕਿਸਮ ਨੂੰ ਕਿਵੇਂ ਬਦਲਿਆ ਜਾਵੇ?
pa_pk: دکان دی قسم نوں کیویں بدلݨا اے؟
pl: Jak zmienić rodzaj udogodnienia?
ru: Как поменять тип заведения?
sl: Kako spremeniti vrsto točke POI?
sv: Hur ändrar man typ för ett ställe?
th: จะเปลี่ยนประเภทของสถานที่ได้อย่างไร?
uk: Як змінити тип точки (amenity type)?
zh_hans: 如何更改便利设施的类型？
zh_hant: 如何更改便利設施類別？

# faqChangeTypeContent
source: Tap on the editor title, where the type is written.
ar: اضغط على عنوان المحرر ، حيث يتم كتابة النوع.
be: Націсніце на загаловак рэдактара, дзе напісаны гэты тып.
ca: Toqueu el títol de l'editor, on està escrit el tipus.
cs: Klepněte na název editoru, kde je napsán typ.
da: Tryk på editortitlen der, hvor typen er skrevet.
de: Tippe auf den Titel des Editors, wo der Typ angezeigt wird.
el: Πατήστε στον τίτλο του επεξεργαστή, όπου το είδος είναι γραμμένο.
eo: Frapu la titolon de la redaktilo, kie la tipo estas skribita.
es: Pulsa sobre el título del editor, donde se escribe el tipo.
et: Muutmisvaates klõpsi pealkirja, kust avaneb teenuse tüübi teave.
eu: Klik egin editorearen izenburuan, mota jartzen duen tokian.
fr: Tapez sur le titre de l'éditeur, où le type est affiché.
he: נא לגעת בכותרת העורך, איפה שכתוב את הסוג.
hr: Dodirni naslov uređivača gdje je upisana vrsta.
hu: Koppintson a szerkesztő címére, ahol a típus ki van írva.
id: Ketuk judul editor, tempat penulisan jenisnya.
it: Tocca il titolo dell'editor, dove è scritta la tipologia.
ja: その種別が記載されているエディタのタイトルをタップします。
mr: जेथे प्रकार लिहिलेला आहे, त्या संपादक शीर्षकावर टॅप करा.
nb: Trykk på tittelen i editoren, der typen er skrevet.
nl: Klik op de titel van de bewerker, waar het type geschreven staat.
or: ସମ୍ପାଦକ ଶୀର୍ଷକ ଉପରେ ଟ୍ୟାପ୍ କରନ୍ତୁ, ଯେଉଁଠାରେ ପ୍ରକାର ଲେଖାଯାଇଛି।
pa: ਸੰਪਾਦਕ ਦੇ ਸਿਰਲੇਖ 'ਤੇ ਟੈਪ ਕਰੋ, ਜਿੱਥੇ ਕਿਸਮ ਲਿਖੀ ਹੋਈ ਹੈ।
pa_pk: ایڈیٹر سرلیکھ چݨیو، جتھے قسم لکھی گئی اے۔
pl: Stuknij w tytuł edytora, w którym jest napisany jego rodzaj.
ru: Нажмите на заголовок редактора, где написан этот тип.
sl: Tapni na naslov urejevalnika, kjer je napisana vrsta.
sv: Klicka på titeln i editorn, där typen är angiven.
th: แตะบนชื่อของ Editor ที่จะมีเขียนประเภทไว้อยู่
uk: Натисніть на поле у редакторі, де написаний тип.
zh_hans: 点选编辑器的标题，那里写着类型。
zh_hant: 點一下編輯器標籤，這是類型寫的地方。
