Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# editorMove
source: Move
ar: تحريك
be: Зрушыць
ca: Moure
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνησε
eo: Movi
es: Mover
et: Teisalda
eu: Mugitu
fa: حرکت
fi: Siirrä
fr: Déplacer
he: העברה
hr: Pomakni
hu: Mozgatás
id: Bergerak
it: Sposta
ja: 移動
mr: हलवा
nb: Flytt
nl: Verplaats
or: ଘୁଞ୍ଚାନ୍ତୁ
pa: ਮੂਵ ਕਰੋ
pa_pk: چلاؤ
pl: Przesuń
ro: Mută
ru: Сдвинуть
sl: Premakni
sv: Flytta
th: ย้าย
uk: Пересунути
zh_hans: 移动
zh_hant: 移動

# editorDuplicate
source: Possible duplicate in {distance} m
ar: احتمال تكرار في {distance} م
be: Магчымы дублікат у {distance} метрах
ca: Possible duplicat a {distance} m
cs: Možný duplikát v {distance} m
da: Mulig dublet inden for {distance} m
de: Mögliches Duplikat in {distance} m
el: Πιθανό διπλότυπο σε {distance} μ
eo: Ebla duplikato en {distance} m
es: Posible duplicado en {distance} m
et: Võimalik duplikaat {distance} m kaugusel
eu: Baliteke bikoiztu bat izatea {distance} metrotara
fa: امکان تکراری بودن در {distance} متر
fi: Mahdollinen kaksoiskappale {distance} m:n säteellä
fr: Possible doublon à {distance} m
he: חשד לכפילויות במרחק של {distance} מ׳
hr: Mogući duplikat na {distance} m
hu: Lehetséges kettőzés {distance} méteren belül
id: Kemungkinan duplikat dalam {distance} m
it: Possibile duplicato entro {distance} m
ja: {distance} m内にある重複の可能性があるもの
mr: {distance} m मध्ये दुसरी प्रत असण्याची शक्यता
nb: Mulig duplikat innen {distance} m
nl: Mogelijk duplicaat in {distance} m
or: {distance} ମିଟର ଦୂରତାରେ ସମ୍ଭାବ୍ୟ ନକଲ
pa: {distance} ਮੀਟਰਾਂ ਵਿੱਚ ਸੰਭਾਵਿਤ ਡੁਪਲੀਕੇਟ
pa_pk: ‫{distance}‬ میٹر وچ سمبھاوت ہور کاپی اے
pl: Możliwy duplikat w odległości {distance} m
ro: Dublură posibilă în {distance} m
ru: Возможный дубликат в {distance} м
sl: Možno podvajanje v {distance} m
sv: Möjlig dublett inom {distance} m
th: อาจมีซ้ำกันในระยะ {distance} เมตร
uk: Можливе задвоєння за {distance} м
zh_hans: {distance} 米内可能存在重复
zh_hant: {distance} 公尺內可能有重覆物件

# editorMarkActive
source: Mark Active
ar: تمييز كمكان نشط
be: Адзначыць актыўным
ca: Marca com actiu
cs: Označit aktivní
da: Markér som aktiv
de: Wieder dauerhaft geöffnet
el: Επισήμανση ως Ενεργό
eo: Marki kiel Aktiva
es: Marcar como activo
et: Märgi aktiivseks
eu: Markatu aktibo
fa: علامت به عنوان فعال
fi: Merkitse aktiiviseksi
fr: Marquer comme Actif
he: סימון כפעיל
hr: Označi aktivnim
hu: Megjelölés aktívként
id: Tandai Aktif
it: Segna come attivo
ja: 存在を確認
mr: सक्रिय करा
nb: Marker som aktiv
nl: Duid aan als actief
or: ସକ୍ରିୟ ଚିହ୍ନାନ୍ତୁ
pa: ਸਰਗਰਮ ਮਾਰਕ ਕਰੋ
pa_pk: ہݨ ایہہ سرگرم، بند نہیں اے
pl: Oznacz jako aktywny
ro: Marchează ca activ
ru: Открыто
sl: Označi kot aktivno
sv: Markera som aktiv
th: ทำเครื่องหมายว่ายังใช้งานอยู่
uk: Працює
zh_hans: 标记为活跃的
zh_hant: 標示為活躍的

# editorMarkDefunct
source: Mark Defunct
ar: تمييز كمكان مهمل أو ملغى
be: Адзначыць неактыўным
ca: Marca com desaparegut
cs: Označit nefunkční
da: Markér som nedlagt
de: Dauerhaft geschlossen
el: Επισήμανση ως Οριστικά Κλειστό
eo: Marki kiel Malfunkcia
es: Marcar en desuso o inactivo
et: Märgi mittetöötavaks
eu: Markatu itxita
fa: علامت به عنوان متروکه
fi: Merkitse lakkautetuksi
fr: Marquer comme inactif
he: סימון כמושבת
hr: Označi neaktivnim
hu: Megjelölés nem működőként
id: Tandai Mati
it: Segna come chiuso
ja: 閉鎖とマーク
mr: निष्क्रिय करा
nb: Merk som nedlagt
nl: Duid aan als gesloten
or: ନିଷ୍କ୍ରିୟ ଚିହ୍ନାନ୍ତୁ
pa: ਬੰਦ ਕੀਤੇ ਮਾਰਕ ਕਰੋ
pa_pk: ایہہ بند اے، نا نکمہ
pl: Oznacz jako zamknięte
ro: Marchează Desființat
ru: Закрылось
sl: Označi kot prenehanje delovanja
sv: Markera som nedlagd
th: ทำเครื่องหมายว่าถูกทิ้งร้าง
uk: Зачинено
zh_hans: 标记为不再使用的
zh_hant: 標示為失效的

# editorRestore
source: Restore
ar: استعادة
be: Аднавіць
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
eo: Restaŭri
es: Restaurar
et: Taasta
eu: Berrezarri
fa: بازگرداندن
fi: Palauta
fr: Restaurer
he: שחזור
hr: Obnovi
hu: Visszaállítás
id: Memulihkan
it: Ripristina
ja: 施設情報を復元
mr: पूर्ववत करा
nb: Gjenopprett
nl: Herstel
or: ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਰੀਸਟੋਰ ਕਰੋ
pa_pk: موڑو، فیر پایو
pl: Przywróć
ro: Restaurează
ru: Восстановить
sl: Obnovi
sv: Återställ
th: กู้คืน
uk: Відновити
zh_hans: 恢复
zh_hant: 恢復

# editorMissing
source: Does Not Exist
ar: مكان غير موجود
be: Не існуе
ca: No existeix
cs: Neexistuje
da: Eksisterer ikke
de: Existiert nicht
el: Δεν Υπάρχει
eo: Ne Ekzistas
es: No existe
et: Ei eksisteeri
eu: Ez da esistitzen
fa: وجود ندارد
fi: Ei ole olemassa
fr: N'existe pas
he: לא קיים
hr: Ne postoji
hu: Nem létezik
id: Tidak ada
it: Non esiste
ja: 存在しない
mr: अस्तित्वात नाही
nb: Finnes ikke
nl: Bestaat niet
or: ବିଦ୍ୟମାନ ନାହିଁ
pa: ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pa_pk: نہیں ہندے
pl: Nie istnieje
ro: Nu Există
ru: Не существует
sl: Ne obstaja
sv: Existerar inte
th: ไม่มีอยู่
uk: Не існує
zh_hans: 不存在
zh_hant: 不存在

# editorRestoreTitle
source: Is it open?
ar: هل هو مفتوح؟
be: Адкрылася?
ca: És obert?
cs: Je to otevřené?
da: Er den åben?
de: Ist es offen?
el: Είναι ανοιχτό;
eo: Ĉu ĝi estas malfermita?
es: ¿Está abierto?
et: Kas see koht on avatud?
eu: Irekita dago?
fa: هنوز باز است؟
fi: Onko se avoinna?
fr: Est-ce ouvert ?
he: פתוח?
hr: Je li otvoreno?
hu: Nyitva van?
id: Apakah itu terbuka?
it: È aperto?
ja: 営業していますか?
mr: चालू आहे का?
nb: Er den åpen?
nl: Is het geopend?
or: ଏହା ଖୋଲା କି?
pa: ਕੀ ਇਹ ਖੁੱਲ੍ਹਾ ਹੈ?
pa_pk: ایہہ کھُلھݨ؟
pl: Czy jest otwarty?
ro: Este deschis?
ru: Открылось?
sl: Je odprto?
sv: Är det öppet?
th: มันเปิดอยู่หรือไม่?
uk: Працює?
zh_hans: 它仍在营业吗？
zh_hant: 這邊還營業嗎？

# editorRestoreMessage
source: {amenity} is inactive. Do you want to mark it active?
ar: {amenity} غير نشط، هل ترغب بتعليمه كمكان نشط؟
be: Установа {amenity} неактыўна. Адзначыць як працуючую?
ca: {amenity} està inactiu. Vols marcar-lo com a actiu?
cs: {amenity} je neaktivní. Chcete jej označit jako aktivní?
da: {amenity} er inaktiv. Ønsker du at markere den som aktiv?
de: {amenity} war dauerhaft geschlossen. Ist es nun wieder dauerhaft geöffnet?
el: {amenity} είναι ανενεργό. Θέλεις να το επισημάνεις ως ενεργό;
eo: {amenity} estas neaktiva. Ĉu vi volas marki ĝin aktiva?
es: {amenity} está inactivo. ¿Quieres marcarlo como activo?
et: {amenity} on mitteaktiivne. Kas sa tahad ta märkida aktiivseks?
eu: {amenity} inaktibo dago. Aktibo markatu nahi duzu?
fa: {amenity} غیرفعال است. میخواهید به عنوان فعال علامت‌گذاری شود؟
fi: {amenity} ei ole aktiivinen. Haluatko merkitä sen aktiiviseksi?
fr: {amenity} est inactif. Voulez-vous le marquer comme actif ?
he: {amenity} לא פעיל. לסמן אותו כפעיל?
hr: {amenity} je neaktivno. Želiš li je označiti aktivnom?
hu: A(z) {amenity} nem akítív. Szeretné aktívként megjelölni?
id: {amenity} tidak aktif. Apakah Anda ingin menandainya aktif?
it: {amenity} è inattivo. Vuoi segnarlo come attivo?
ja: {amenity}は閉店中です。いまは開店していますか？
mr: {amenity} निष्क्रिय (बंद) होती. आता सक्रिय (चालू) आहे का?
nb: {amenity} er inaktiv. Vil du markere den som aktiv?
nl: {amenity} is gesloten. Wilt u het als actief aanduiden?
or: {amenity} ନିଷ୍କ୍ରିୟ ଅଟେ। ଆପଣ ଏହାକୁ ସକ୍ରିୟ ମାର୍କ କରିବାକୁ ଚାହାଁନ୍ତି କି?
pa: {amenity} ਅਕਿਰਿਆਸ਼ੀਲ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pa_pk: {amenity} اکریا شیل اے۔ کیہ تسیں ایسنوں ہݨ سرگرم وجوں نشان لگ جاݨا چاہیدے او؟
pl: {amenity} jest nieaktywne. Czy chcesz oznaczyć je jako aktywne?
ro: {amenity} este inactiv. Vrei să o marchezi ca fiind activ?
ru: Заведение {amenity} неактивно. Отметить как работающее?
sl: {amenity} je neaktiven. Želiš označiti kot aktivno?
sv: {amenity} är inaktiv. Vill du markera den som aktiv?
th: {amenity} ไม่ได้ถูกใช้งาน ต้องการทำเครื่องหมายว่าถูกใช้งานหรือไม่?
uk: {amenity} не працює. Бажайте позначити як працюючий?
zh_hans: {amenity} 处于闲置状态。你想将其标记为活跃状态吗 ？
zh_hant: {amenity} 已經不活躍了，你想要標示為活躍嗎？

# editorDeleteTitle
source: Delete {amenity}?
ar: حذف {amenity}؟
be: Выдаліць {amenity}?
ca: Vols suprimir {amenity}?
cs: Odstranit {amenity}?
da: Slet {amenity}?
de: {amenity} löschen?
el: Διαγραφή {amenity};
eo: Ĉu forigi {amenity}?
es: ¿Borrar {amenity}?
et: Kas kustutame {amenity}?
eu: {amenity} ezabatu?
fa: حذف {amenity}؟
fi: Poistetaanko {amenity}?
fr: Supprimer {amenity} ?
he: למחוק את {amenity}?
hr: Izbrisati {amenity}?
hu: Törli a(z) {amenity} szolgáltatást?
id: Hapus {amenity}?
it: Cancellare {amenity}?
ja: {amenity} を削除しますか？
mr: {amenity} पुसून टाकायची?
nb: Slett {amenity}?
nl: {amenity} verwijderen?
or: {amenity}କୁ ବିଲୋପ କରିବେ?
pa: {amenity} ਮਿਟਾਓ?
pa_pk: ‫{amenity}‬ مٹاؤ؟
pl: Usunąć {amenity}?
ro: Ștergi {amenity}?
ru: Удалить {amenity}?
sl: Zbrišem {amenity}?
sv: Tag bort {amenity}?
th: ลบ {amenity}?
uk: Видалити {amenity}?
zh_hans: 删除 {amenity}？
zh_hant: 刪除 {amenity} 嗎？

# editorDeleteButton
source: Delete
ar: حذف
be: Выдаліць
ca: Esborrar
cs: Odstranit
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigi
es: Borrar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fr: Supprimer
he: למחוק
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
mr: पुसा
nb: Slett
nl: Verwijder
or: ଲିଭାନ୍ତୁ
pa: ਮਿਟਾਓ
pa_pk: مٹاؤ
pl: Usuń
ro: Șterge
ru: Удалить
sl: Izbriši
sv: Tag bort
th: ลบ
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

# tagsShare
source: Share
ar: مشاركة
be: Падзяліцца
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
eo: Kunhavigi
es: Compartir
et: Jaga
eu: Elkarbanatu
fa: اشتراک‌گذاری
fi: Jaa
fr: Partager
he: שיתוף
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
mr: सामायिक
nb: Del
nl: Deel
or: ଅଂଶୀଦାର କରନ୍ତୁ
pa: ਸ਼ੇਅਰ ਕਰੋ
pa_pk: سانجھ کرو
pl: Udostępnij
ro: Trimite
ru: Поделиться
sl: Delit
sv: Dela
th: แชร์
uk: Поділитися
zh_hans: 共享
zh_hant: 共享

# tagsUrlCopied
source: URL copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
be: Спасылка скапіравана ў буфер абмену
ca: URL copiada al portaretalls
cs: URL adresa zkopírována do schránky
da: URL kopieret til udklipsholder
de: URL in Zwischenablage kopiert
el: Το URL αντιγράφηκε στο πρόχειρο
eo: URL kopiita al tondujo
es: URL copiada al portapapeles
et: URL on lõikelauale kopeeritud
eu: URL-a arbelera kopiatuta
fa: URL در کلیپ برد کپی شد
fi: URL-osoite kopioitu leikepöydälle
fr: URL copiée dans le presse-papier
he: הכתובת הועתק ללוח הגזירים
hr: URL je kopiran u međuspremnik
hu: Az URL a vágólapra másolva
id: URL disalin ke papan klip
it: URL copiato negli appunti
ja: URLをクリップボードにコピーしました
mr: URL कॉपी केली
nb: Nettadresse kopiert til utklippstavlen
nl: Weblink naar het klembord gekopieerd
or: URL କ୍ଲିପ୍ ବୋର୍ଡକୁ କପି ହୋଇଛି
pa: URL ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pa_pk: کڑی کاپی کیتی
pl: Link został skopiowany do schowka
ro: URL copiat în clipboard
ru: Ссылка скопирована в буфер
sl: URL kopiran v odložišče
sv: URL kopierad till klippbordet
th: URL ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
uk: Посилання скопійоване
zh_hans: URL已复制到剪贴板
zh_hant: 網址已經複製到剪貼簿了

# tagsNewPoint
source: New Point
ar: نقطة جديدة
be: Новая кропка
ca: Nou equipament
cs: Nový bod
da: Nyt punkt
de: Neuer Punkt
el: Νέο Σημείο
eo: Nova Punkto
es: Nuevo punto
et: Uus teenus või huvipunkt
eu: Puntu berri bat
fa: نقطه جدید
fi: Uusi piste
fr: Nouvel élément
he: נקודה חדשה
hr: Nova točka
hu: Új pont
id: Poin Baru
it: Nuovo punto
ja: 新規ポイント
mr: नवीन बिंदू
nb: Nytt punkt
nl: Nieuw punt
or: ନୂତନ ସ୍ଥାନ
pa: ਨਵਾਂ ਬਿੰਦੂ
pa_pk: نواں پوئینٹ
pl: Nowy punkt
ro: Punct Nou
ru: Новая точка
sl: Nova točka
sv: Nytt ställe
th: Point ใหม่
uk: Нова точка
zh_hans: 新标点
zh_hant: 新節點

# tagsRestore
source: Restore
ar: استعادة
be: Аднавіць
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
eo: Restaŭri
es: Restaurar
et: Taasta
eu: Berrezarri
fa: بازگردانی
fi: Palauta
fr: Restaurer
he: שחזור
hr: Obnovi
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
mr: पूर्ववत
nb: Gjenopprett
nl: Herstel
or: ପୁନରୁଦ୍ଧାର କରନ୍ତୁ
pa: ਰੀਸਟੋਰ ਕਰੋ
pa_pk: موڑو
pl: Przywróć
ro: Restaurează
ru: Вернуть
sl: Obnovi
sv: Återställ
th: กู้คืน
uk: Відновити
zh_hans: 恢复
zh_hant: 復原

# tagsDelete
source: Clear
ar: مسح
be: Ачысціць
ca: Esborrar
cs: Vymazat
da: Ryd
de: Löschen
el: Καθαρισμός
eo: Klari
es: Limpiar
et: Kustuta
eu: Garbitu
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
he: איפוס
hr: Izbriši
hu: Törlés
id: Bersih
it: Cancella
ja: クリア
mr: साफ
nb: Tøm
nl: Leegmaken
or: ସଫା କରନ୍ତୁ
pa: ਸਾਫ ਕਰੋ
pa_pk: ہٹاؤ
pl: Wyczyść
ro: Golește
ru: Очистить
sl: Počisti
sv: Rensa
th: ล้าง
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# tagsAddTag
source: Add a tag
ar: أضف وسم
be: Дадаць тэг
ca: Afegir una etiqueta
cs: Přidat štítek
da: Tilføj et tag (etikette)
de: Attribut hinzufügen
el: Προσθήκη ετικέτας
eo: Aldonu etikedon
es: Añadir una etiqueta
et: Lisa silt
eu: Etiketa bat gehitu
fa: افزودن تگ
fi: Lisää ominaisuustieto
fr: Ajouter une étiquette
he: הוספת תגית
hr: Dodaj oznaku
hu: Címke hozzáadása
id: Tambahkan tanda
it: Aggiungi tag
ja: タグの追加
mr: टॅग जोडा
nb: Legg til en etikett
nl: Tag toevoegen
or: ଏକ ଟ୍ୟାଗ ଯୋଡ଼ନ୍ତୁ
pa: ਟੈਗ ਜੋੜੋ
pa_pk: ٹیگ پایو
pl: Dodaj znacznik
ro: Adaugă un tag
ru: Добавить
sl: Dodaj oznako
sv: Lägg till etikett
th: เพิ่มแท็ก
uk: Додати тег
zh_hans: 添加标签
zh_hant: 增加標籤

# tagsKey
source: Key
ar: المفتاح
be: Ключ
ca: Clau
cs: Klíč
da: Nøgle
de: Schlüssel
el: Κλειδί
eo: Ŝlosilo
es: Clave
et: Väli
eu: Gakoa
fa: کلید
fi: Avain
fr: Clé
he: מפתח
hr: Oznaka
hu: Kulcs
id: Kunci
it: Chiave
ja: キー
mr: की
nb: Nøkkel
nl: Sleutel
or: ଚାବି
pa: ਕੁੰਜੀ
pa_pk: کنخی
pl: Klucz
ru: Ключ
sl: Ključ
sv: Nyckel
th: คีย์
uk: Ключ
zh_hans: 键值
zh_hant: 鍵值

# tagsValue
source: Value
ar: القيمة
be: Значэнне
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
eo: Valoro
es: Valor
et: Väärtus
eu: Balioa
fa: مقدار
fi: Arvo
fr: Valeur
he: ערך
hr: Vrijednost
hu: Érték
id: Nilai
it: Valore
ja: 値
mr: मूल्य
nb: Verdi
nl: Waarde
or: ମୂଲ୍ୟ
pa: ਮੁੱਲ
pa_pk: مُل
pl: Wartość
ro: Valoare
ru: Значение
sl: Vrednost
sv: Värde
th: ค่า
uk: Значення
zh_hans: 数值
zh_hant: 值

# tagsKeyError
source: Key is too rare
ar: هذا المفتاح نادر جدًا/غير مستخدم
be: Занадта рэдкі ключ
ca: La clau és poc habitual
cs: Klíč je příliš vzácný
da: Nøgle er for sjælden
de: Schlüssel zu selten verwendet
el: Το κλειδί είναι πολύ σπάνιο
eo: Ŝlosilo estas tro malofta
es: La clave es demasiado rara
et: See väli on harvakasutatav
eu: Gako hau oso ezohikoa da
fa: شناسه خیلی کمیاب است
fi: Avain on liian harvinainen
fr: La clé est inhabituelle
he: המפתח נדיר מדי
hr: Oznaka je prerijetka
hu: A kulcs túl ritka
id: Kuncinya terlalu langka
it: Chiave troppo rara
ja: あまり使われないキーのようです
mr: “की” दुर्मिळ वाटत आहे
nb: Nøkkel er for sjelden
nl: Sleutel komt te weinig voor
or: ଚାବିଟି ଦୁର୍ଲଭ
pa: ਕੁੰਜੀ ਬਹੁਤ ਦੁਰਲੱਭ ਹੈ
pa_pk: ایہہ کنجی نہیں عام ورتدی اے
pl: Klucz jest zbyt rzadki
ro: Key e prea rară
ru: Слишком редкий ключ
sl: Ključ je preredek
sv: Nyckel är för sällsynt
th: คีย์หายากเกินไป
uk: Дуже рідкісний ключ
zh_hans: 键值过于罕见
zh_hant: 鍵值過於罕見

# tagsValueLong
source: Value is too long
ar: القيمة طويلة جدًا
be: Занадта доўгае значэнне
ca: El valor és massa llarg
cs: Hodnota je příliš dlouhá
da: Værdi er for lang
de: Wert ist zu lang
el: Η τιμή είναι πολύ μεγάλη
eo: Valoro estas tro longa
es: El valor es demasiado largo
et: Väärtus on liiga pikk
eu: Balioa luzeegia da
fa: مقدار بسیار زیاد است
fi: Arvo on liian pitkä
fr: La valeur est trop longue
he: הערך ארוך מדי
hr: Vrijednost je predugačka
hu: Az érték túl hosszú
id: Nilainya terlalu panjang
it: Valore troppo lungo
ja: 値が長すぎます
mr: मूल्य अति लांब आहे
nb: Verdien er for lang
nl: Waarde is te lang
or: ମୂଲ୍ୟଟି ଅତି ଲମ୍ବା
pa: ਵੈਲਿਊ ਬਹੁਤ ਲੰਮੀ ਹੈ
pa_pk: بہت وڈا مُل
pl: Wartość jest zbyt długa
ro: Valoarea e prea lungă
ru: Значение слишком длинное
sl: Vrednost je predolga
sv: Värdet är för långt
th: ค่ายาวเกินไป
uk: Занадто довге значення
zh_hans: 数值太长
zh_hant: 值太長了

# versionsTitle
source: {elementRef} history
ar: السجل التاريخي لـ{elementRef}
be: Гісторыя {elementRef}
ca: Històric de {elementRef}
cs: Historie {elementRef}
da: {elementRef} historik
de: {elementRef} Verlauf
el: {elementRef} ιστορικό
eo: {elementRef} historio
es: Historial de {elementRef}
et: Ajalugu: {elementRef}
eu: {elementRef} historia
fa: تاریخچه {elementRef}
fi: {elementRef}: historia
fr: Historique de {elementRef}
he: ההיסטוריה של {elementRef}
hr: {elementRef} povijest
hu: {elementRef} előzményei
id: riwayat {elementRef}
it: Cronologia di {elementRef}
ja: {elementRef} 履歴
mr: {elementRef} इतिहास
nb: {elementRef}-historie
nl: {elementRef} geschiedenis
or: {elementRef} ଇତିହାସ
pa: {elementRef} ਦਾ ਅਤੀਤ
pa_pk: چیز ‫{elementRef}‬ دا اتیت
pl: Historia {elementRef}
ro: istoric {elementRef}
ru: История {elementRef}
sl: {elementRef} zgodovina
sv: Historik för {elementRef}
th: ประวัติของ {elementRef}
uk: {elementRef} історія
zh_hans: {elementRef} 历史
zh_hant: {elementRef} 歷史

# versionsEnableInternet
source: Connect to the internet to fetch version history
ar: اتصل بالإنترنت لجلب سجل الإصدارات السابقة
be: Каб атрымаць гісторыю версій, падключыцеся да Інтэрнэту
ca: Connecteu-vos a Internet per obtenir l'historial de versions
cs: Připojte se k internetu pro načtení historie verzí
da: Opret forbindelse til internettet for at hente versionshistorik
de: Mit Internet verbinden, um Versionsverlauf abzurufen
el: Σύνδεση στο Διαδίκτυο για ανάκτηση του ιστορικού έκδοσης
eo: Konekti al la interreto por preni version-historion
es: Conectarse a Internet para obtener el historial de versiones
et: Versioonide ajaloo laadimiseks loo võrguühendus
eu: Internetera konektatu bertsioen historia eskuratzeko
fa: برای دریافت تاریخچه نسخه به اینترنت متصل شوید
fi: Yhdistä internetiin versiohistorian hakemista varten
fr: Connectez-vous à Internet pour récupérer l'historique des versions
he: יש להתחבר לאינטרנט כדי למשוך את היסטוריית הגרסאות
hr: Poveži se na internet za dohvaćanje povijesti verzija
hu: Kapcsolódás az internetre a verzióelőzmények lekéréséhez
id: Hubungkan ke internet untuk mengambil riwayat versi
it: Collegati a internet per ottenere la cronologia delle versioni
ja: インターネットに接続して改版履歴を取得
mr: आवृत्ती इतिहास मिळवण्यासाठी इंटरनेटशी जोडा
nb: Koble til internett for å hente versjonshistorikk
nl: Verbind met het internet om versiehistorie op te halen
or: ସଂସ୍କରଣ ଇତିହାସ ଆଣିବାକୁ ଇଣ୍ଟର୍ନେଟ୍ କୁ ସଂଯୋଗ କରନ୍ତୁ
pa: ਸੰਸਕਰਣ ਇਤਿਹਾਸ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੰਟਰਨੈਟ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
pa_pk: ورژناں دے اتیت لئی اینٹرنیٹ کنیکٹ کرن ضرورت اے
pl: Połącz się z internetem, aby pobrać historię wersji
ro: Conectează-te la internet ca să descarci istoricul versiunilor
ru: Подключитесь к сети для просмотра истории
sl: Poveži se z internetom, za pridobivanje zgodovine različic
sv: Anslut till internet för att hämta historik
th: เชื่อมต่ออินเทอร์เน็ตเพื่อเรียกดูประวัติเวอร์ชัน
uk: Підключіться до інтернету щоб завантажити історію
zh_hans: 连接网络以获取版本历史
zh_hant: 連線到網路來取得版本歷史

# versionsFetchError
source: Error fetching version history
ar: حصل خطأ في جلب سجلات الاصدارات
be: Памылка атрымання гісторыі версій
ca: S'ha produït un error en obtenir l'historial de versions
cs: Chyba při načítání historie verzí
da: Fejl ved hentning af versionshistorik
de: Fehler bei Abruf des Versionsverlaufs
el: Σφάλμα ανάκτησης ιστορικού έκδοσης
eo: Eraro alportante versiohistorion
es: Error al obtener el historial de versiones
et: Viga versiooni ajaloo laadimisel
eu: Bertsioen historia berreskuratzean akatsa
fa: خطا در دریافت تاریخچه نسخه
fi: Versiohistorian haku epäonnistui
fr: Échec de récupération de l'historique des versions
he: שגיאה במשיכת היסטוריית הגרסאות
hr: Greška prilikom dohvaćanja povijesti verzija
hu: Hiba a verzióelőzmények lekérésekor
id: Terjadi kesalahan saat mengambil riwayat versi
it: Errore durante il recupero della cronologia delle versioni
ja: 改版履歴取得エラー
mr: आवृत्ती इतिहास मिळवण्यात त्रुटी
nb: Feil under henting av versjonshistorikk
nl: Fout bij het ophalen van versiehistorie
or: ସଂସ୍କରଣ ଇତିହାସ ଆଣିବାରେ ତ୍ରୁଟି
pa: ਸੰਸਕਰਣ ਇਤਿਹਾਸ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ
pa_pk: ورژناں دا اتیت لبھ نہیں سکیا
pl: Błąd pobierania historii wersji
ro: Eroare la descărcarea istoricului versiunilor
ru: Ошибка при скачивании истории
sl: Napaka pri pridobivanju zgodovine različic
sv: Fel vid hämtning av historik
th: ข้อผิดพลาดในการเรียกดูประวัติเวอร์ชัน
uk: Не вдалося завантажити історію
zh_hans: 获取版本历史记录时出错
zh_hant: 取得版本歷史出現錯誤

# versionsRetryFetch
source: Retry
ar: إعادة المحاولة
be: Паўтарыць
ca: Provar de nou
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
el: Δοκίμασε ξανά
eo: Reprovi
es: Reintentar
et: Proovi uuesti
eu: Berriz saiatu
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Réessayer
he: לנסות שוב
hr: Pokušaj ponovo
hu: Újrapróbálás
id: Mencoba kembali
it: Riprova
ja: 再試行
mr: पुनर्प्रयत्न
nb: Prøv på nytt
nl: Probeer opnieuw
or: ପୁନଃଚେଷ୍ଟା
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_pk: فیر کرو
pl: Ponów próbę
ro: Încearcă din nou
ru: Повторить
sl: Poskusi znova
sv: Försök igen
th: ลองใหม่
uk: Повторити
zh_hans: 重试
zh_hant: 再試一次

# versionsLocalChanges
source: Local changes
ar: التغييرات المحلية
be: Лакальныя змены
ca: Canvis locals
cs: Místní změny
da: Lokale ændringer
de: Lokale Änderungen
el: Τοπικές αλλαγές
eo: Lokaj ŝanĝoj
es: Cambios locales
et: Muudatused nutiseadmes
eu: Aldaketa lokalak
fa: تغییرات محلی
fi: Paikalliset muutokset
fr: Modifications locales
he: שינויים מקומיים
hr: Lokalne promjene
hu: Helyi módosítások
id: Perubahan lokal
it: Modifiche locali
ja: ローカル編集
mr: स्थानिक बदल
nb: Lokale endringer
nl: Lokale wijzigingen
or: ସ୍ଥାନୀୟ ପରିବର୍ତ୍ତନ
pa: ਆਫ਼ਲਾਈਨ ਤਬਦੀਲੀਆਂ
pa_pk: آفلائین تبدیلیاں
pl: Zmiany lokalne
ro: Schimbări locale
ru: Ваша правка
sl: Lokalne spremembe
sv: Lokala förändringar
th: การเปลี่ยนแปลงในเครื่อง
uk: Локальні зміни
zh_hans: 本地更改
zh_hant: 本地變動

# versionsVersionNumber
source: Version #{number}
ar: الإصدار #{number}
be: Версія #{number}
ca: Versió #{number}
cs: Verze #{number}
el: Έκδοση #{number}
eo: Versio #{number}
es: Versión #{number}
et: Versioon #{number}
eu: #{number} bertsioa
fa: نسخه #{number}
fi: Versio #{number}
he: גרסה מס׳ {number}
hr: Verzija broj {number}
hu: {number}. verzió
id: Versi #{number}
it: Versione #{number}
ja: バージョン #{number}
mr: आवृत्ती #{number}
nb: Versjon #{number}
nl: Versie #{number}
or: ସଂସ୍କରଣ #{number}
pa: ਸੰਸਕਰਣ ਨੰਬਰ# {number}
pa_pk: ⁩ورژن نمبر ‫‫{number}‬
pl: Wersja #{number}
ro: Versiunea #{number}
ru: Версия №{number}
sl: Različica št. {number}
th: เวอร์ชัน #{number}
uk: Версія #{number}
zh_hans: 版本 #{number}
zh_hant: 版本 #{number}

# versionsVersionMeta
source: by {user} at {datetime}
ar: بواسطة {user} في {datetime}
be: ад {user} у {datetime}
ca: per {user} el {datetime}
cs: od uživ. {user} {datetime}
da: af {user} {datetime}
de: von {user} am {datetime}
el: από {user} στις {datetime}
eo: de {user} je {datetime}
es: por {user} el {datetime}
et: {user} poolt {datetime}
eu: {user} erabiltzaileak {datetime}-ean
fa: توسط {user} در {datetime}
fi: tehnyt {user} {datetime}
fr: par {user} le {datetime}
he: מאת {user} ב־{datetime}
hr: od {user}, {datetime}
hu: – {user} {datetime}-kor
id: oleh {user} pada {datetime}
it: da {user} il {datetime}
ja: 利用者: {user} 日時: {datetime}
mr: वापरकर्ता: {user} वेळ: {datetime}
nb: av {user} den {datetime}
nl: door {user} op {datetime}
or: {user} ଦ୍ୱାରା {datetime} ରେ
pa: {datetime} ਵਜੇ {user} ਦੁਆਰਾ
pa_pk: ‫{datetime}‬ ⁩‫{user}‬⁩ چڑھائیے گئے سی
pl: przez {user} {datetime}
ro: de {user} pe {datetime}
ru: от {user} в {datetime}
sl: avtor {user} ob {datetime}
sv: av {user} den {datetime}
th: โดย {user} เมื่อ {datetime}
uk: від {user} в {datetime}
zh_hans: 由{user}在{datetime}
zh_hant: 使用者：{user}，時間：{datetime}
