Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# faqCheckmarksContent
source: These are marks that amenity data was confirmed. They add the `check_date` tag with the current date. The idea behind the checkmarks is that, say, you surveyed half the city the first time. Then after a month you came back and went to survey again. You need to somehow mark that you see the amenity, but nothing has changed about it. That's the checkmark: you tap it and continue. The mark stays checked for two months. After that you may survey the amenities again.
ar: هذه علامات على أنه تم تأكيد بيانات المنشآت، يتم إضافة وسم `check_date` تاريخ التحقق مع التاريخ الحالي. الفكرة من وراء الوسوم هي ، على سبيل المثال ، أنك إذا قمت بمسح نصف المدينة في المرة الأولى، ثم بعد شهر عدت وقمت بالمسح مرة أخرى، تحتاج إلى وضع وسم بطريقة ما على أنك ترى المنشآة، لكن لم يتغير شيء حيال ذلك. هذه هي علامة الاختيار: يمكنك النقر عليها والمتابعة. يبقى الوسم مفحوصاً لمدة شهرين، بعد ذلك يمكنك مسح المنشآت مرة أخرى.
be: Гэта адзнака кажа аб тым, што ўстанова праверана. Дадае да аб'екту тэг `check_date` з бягучай датай. Ідэя птушкі заключаецца ў тым, што, скажам, вы абследавалі палову горада з першага разу. Потым, праз месяц, вы вярнуліся і зноў пайшлі абследаваць. І вам трэба неяк адзначыць, што вы праверылі, што ўстанова на месцы, але нічога не змянілася. Гэта і ёсць птушка: націснуў і пайшоў далей. Адзнака трымаецца два месяцы пасля праверкі. Потым можна будзе агледзець установу зноў.
ca: Aquestes són les marques que les dades d'equipament es van confirmar. Afegeixen l'etiqueta `check_date` amb la data actual. La idea darrere de les marques de verificació és que, per exemple, vau inspeccionar mitja ciutat la primera vegada. Després, al cap d'un mes, vau tornar i vau tornar a fer una inspecció. Heu de marcar d'alguna manera que veieu l'equipament, però que no hi ha canviat res. Aquesta és la marca de verificació: toqueu-la i continueu. La marca es manté comprovada durant dos mesos. Després d'això podeu tornar a examinar els equipaments.
cs: Jedná se o značky, které potvrzují údaje o občanské vybavenosti. Přidávají značku `check_date` s aktuálním datem. Myšlenka kontrolních značek spočívá v tom, že jste, řekněme, poprvé zkoumali polovinu města. Pak jste se po měsíci vrátili a šli jste provést průzkum znovu. Potřebujete nějak označit, že danou vybavenost vidíte, ale nic se na ní nezměnilo. To je ta kontrolní značka: klepnete na ni a pokračujete. Značka zůstane zaškrtnutá po dobu dvou měsíců. Poté můžete provést průzkum vybavenosti znovu.
da: Disse er markeringer af, at data om faciliteter er blevet bekræftet. De tilføjer tagget `check_date` med den aktuelle dato. Idéen bag markeringerne er, at hvis du f.eks. har undersøgt halvdelen af byen i første omgang og efter en måned kommer tilbage for at besigtige den igen. Du skal på en eller anden måde markere, at du kan se faciliteten, men at intet er ændret ved den. Det er formålet med fluebenet: du trykker på det og fortsætter. Markeringen holder i to måneder. Derefter kan du besigtige faciliteterne igen.
de: Diese Markierungen zeigen an, dass die Daten einer Einrichtung bestätigt wurden. Sie fügen das `check_date`-Tag mit dem aktuellen Datum hinzu. Die Idee hinter den Markierungen ist folgende: Angenommen, du hast beim ersten Mal die halbe Stadt erfasst. Nach einem Monat kommst du zurück und machst erneut eine Erhebung. Du musst irgendwie markieren, dass du die Einrichtung siehst, aber dass sich daran nichts geändert hat. Das ist das Häkchen: Du tippst es an und machst weiter. Das Häkchen bleibt zwei Monate lang gesetzt. Danach kannst du die Einrichtungen erneut erfassen.
el: Αυτά τα σημάδια δείχνουν ότι τα δεδομένα της υποδομής έχουν επαληθευτεί. Προσθέτουν την ετικέτα `check_date` με την τρέχουσα ημερομηνία. Η ιδέα πίσω από τα σημάδια ελέγχου είναι ότι, για παράδειγμα, ερευνάτε τη μισή πόλη για πρώτη φορά. Μετά από έναν μήνα επανέρχεστε και ερευνάτε ξανά. Θα πρέπει κάπως να σημειώνετε ότι βλέπετε την υποδομή, αλλά δεν άλλαξε τίποτα σε αυτήν. Αυτό είναι το σημάδι ελέγχου, το πατάτε και συνεχίζετε. Το σημάδι μένει ελεγμένο για δύο μήνες. Έπειτα μπορείτε να ερευνήσετε ξανά τις υποδομές.
eo: Ĉi tiuj estas markoj, kiujn oni konfirmis datumojn pri agrablaĵoj. Ili aldonas la etikedon `check_date` kun la aktuala dato. La ideo de la kontrolaj markoj estas, ke, ekzemple, vi enketis la duonon de la urbo unuafoje. Tiam post unu monato vi revenis kaj denove enketis. Vi devas iel marki, ke vi vidas la agrablaĵon, sed nenio ŝanĝiĝis pri ĝi. Jen la markilo: vi frapetas ĝin kaj daŭrigas. La marko restas kontrolita dum du monatoj. Post tio vi eble esploros la agrablaĵojn denove.
es: Marcan que los datos del elemento fueron confirmados. Estas añaden la etiqueta «check_date» con la fecha actual. La idea detrás de las marcas de verificación es que, por ejemplo, luego de sondear la mitad de la ciudad por primera vez, al cabo de un mes regresas y vuelves a sondear. Debes marcar de alguna manera que ves el elemento, pero que nada ha cambiado en él. Esa es la marca de verificación: la pulsas y continúas. La marca permanece así durante dos meses. Después, puedes volver a sondear los elementos.
et: Need kinnitavad teenuse andmete kontrollitust ja lisavad „check_date“ sildi, mille väärtuseks on jooksev kuupäev (või uuendavad seda). Kogu idee on selles, et oled näiteks esmase kohtvaatluse käigus pool linna kaardistanud. Kuu aja pärast jätkad kohtvaatlust. Kuidagi pead ju märkima, et mitte midagi pole muutunud. Selleks ongi siis linnukene: klõpsid seda ja lähed järgmise objekti juurde. Kontrollimise märge kehtib kaks kuud. Pärast seda saad neid teenuseid uuesti kaardistada.
eu: Egiaztapen edo "check" marka horiek adierazten dute informazioa konfirmatu dela. `check_date` etiketa gehitzen dute, gaurko datarekin. Egiaztapen marken atzean dagoen ideia da, zuk herri guztia aztertu eta hilabete ondoren itzultzea berriz puntu horiek ziurtatzera. Nolabait marka hori behar da zerbitzua ikusi duzula baina ezer ez dela aldatu adierazteko. Horixe da egiaztapen marka: klik egin eta aurrera! Egiaztapen marka bi hilabetez gelditzen da horrela. Gero berriz aztertu behar dira zerbitzu edo negozioak.
fr: Ces marqueurs indiquent que les données ont été confirmées, ils ajoutent la clé `check_date` avec la date actuelle. L’idée de ces marqueurs est que, dans l’exemple où vous auriez répertorié la moitié de la ville sur un premier trajet, qu’il vous soit possible de revenir sur ces points quelques mois plus tard et d’indiquer que rien n’a changé. Un marqueur et c’est validé. Le marqueur restera affiché durant deux mois, après quoi il sera de nouveau possible de les repointer.
he: אלו סימנים שנתונים של שירות לציבור אושרו. הם מוסיפים את התגית `check_date` (תאריך בדיקה) עם התאריך הנוכחי. הרעיון שמאחורי הסימונים הוא, שאם למשל, סקרת חצי מהעיר בפעם הראשונה. ואז חזרת לסקור חודש לאחר מכן. צריך לסמן איכשהו שראית את השירות הזה לציבור ושלא השתנה בו כלום. לשם כך נועד ה־checkmark:‎ נוגעים בו וממשיכים הלאה. הסימון נשאר מסומן למשך חודשיים. לאחר מכן אפשר לסקור את השירותים הציבוריים שוב.
hr: Te oznake služe za potvrđivanje podataka usluge. Dodaju oznaku `check_date` s aktualnim datumom. Svrha kvačica je da si, recimo, prvi put istražio/la pola grada. Zatim si se nakon mjesec dana vratio/la i ponovo istražio/la grad. Moraš nekako označiti da vidiš uslugu, ali ništa se nije promijenilo u vezi s njom. Tome služi kvačica: dodirni je i nastavi dalje. Oznaka ostaje označena dva mjeseca. Nakon toga možeš ponovo istražiti usluge.
hu: Ezek a jelek a szolgáltatás adatainak megerősítését jelentik. Hozzáadják a „check_date” címkét az aktuális dátummal. Az ellenőrzőjelek mögött az alábbi ötlet áll: tegyük fel, hogy első alkalommal felmérte a fél várost. Aztán egy hónap múlva visszajött, és újra elment felmérni. Valahogyan meg kell jelölnie, hogy látja a szolgáltatást, de semmi sem változott rajta. Ez az ellenőrzőjel: koppintson rá és folytassa. A jel két hónapig marad ellenőrzött állapotban. Ezt követően újra felmérheti a szolgáltatásokat.
id: Ini adalah tanda bahwa data fasilitas telah dikonfirmasi. Mereka menambahkan tag `check_date` dengan tanggal saat ini. Gagasan di balik tanda centang ini adalah, katakanlah,Anda mensurvei separuh kota untuk pertama kalinya. Kemudian setelah sebulan Anda kembali dan melakukan survei lagi. Anda perlu menandai bahwa Anda melihat fasilitasnya, tetapi tidak ada yang berubah. Tanda itu tetap diperiksa selama dua bulan. Setelah itu Anda boleh mensurvei fasilitasnya lagi.
it: Questi segni indicano che i dati dell'elemento sono stati confermati. Aggiungono il tag `check_date` con la data corrente. L'idea alla base dei segni di spunta è che, ad esempio, la prima volta si è rilevata metà della città. Poi, dopo un mese, si è tornati a fare un'altra indagine. È necessario segnare in qualche modo che si vede l'amenità, ma che non è cambiata. Questo è il segno di spunta: si tocca e si continua. Il segno rimane selezionato per due mesi. Dopodiché è possibile effettuare nuovamente il rilevamento.
ja: これらは施設のデータが確認済であることを示すマークです。当日の日付で `check_date` タグを追加します。 チェックマークの背後にあるアイデアは、例えば、初回に街の半分をサーベイし、1ヶ月後に戻ってきて再度サーベイをして、その施設を見たことを何らかマークする必要があるが何も変更が無いような場合にチェックマークを使います。タップして続けます。 マークは2ヶ月間チェックされたままとなります。その後、施設をサーベイし直すことができます。
mr: सुविधा डेटाची पुष्टी झाल्याची ही खूण (चेकमार्क) आहे. ह्या खूणा वर्तमान दिनांकाचे `check_date` टॅग जोडतात. चेकमार्कमागची कल्पना अशी आहे की, समजा, तुम्ही प्रथम अर्ध्या शहराचे सर्वेक्षण केले आहे. मग महिनाभरानंतर तुम्ही परत आलात आणि पुन्हा सर्वेक्षणाला गेलात. तुम्हाला सुविधा दिसत असल्याचे तुम्हाला कसे तरी चिन्हांकित करायचे आहे, परंतु त्याबद्दल काहीही बदललेले नाही. त्यासाठी हा चेकमार्क आहे: तुम्ही त्यावर टॅप करा आणि पुढे जा. ही खूण दोन महिने तशीच राहते. त्यानंतर तुम्ही पुन्हा सुविधांचे सर्वेक्षण करू शकता.
nb: Dette er markeringer av at data om fasiliteter er kontrollert. De legger til etiketten «check_date» med dagens dato. Tanken bak hakene er at du for eksempel undersøker halve byen i første omgang. En måned senere kommer du tilbake og fortsetter. Du må på en eller annen måte markere at du ser fasiliteten, men ingenting har endret seg. Det er formålet med haken: du trykker på den og fortsetter. Haken forblir avkrysset i to måneder. Etter det kan du undersøke fasilitetene igjen.
nl: Dit zijn merktekens dat een voorziening is bevestigd. Ze voegen de `check_date`-tag toe met de huidige datum. Het idee achter de vinkjes is dat, stel, je hebt de helft van de stad voor de eerste keer hebt onderzocht. Na een maand kom je weer terug en ben je weer gaan onderzoeken. Je moet op een of andere manier bijhouden dat je de voorziening ziet, maar dat er niets aan is gewijzigd. Dat is het vinkje: je raakt hem aan en gaat door. Het vinkje blijft twee maanden aan staan. Daarna kan je de voorzieningen opnieuw onderzoeken.
or: ଏହା ହେଉଛି ସୁବିଧା ତଥ୍ୟ ନିଶ୍ଚିତ ହେବାର ଚିହ୍ନ । ସେମାନେ ସାମ୍ପ୍ରତିକ ତାରିଖ ସହିତ 'check_date' ଟ୍ୟାଗ୍ ଯୋଡ଼ନ୍ତି। ଚେକ୍ମାର୍କ ପଛର ଧାରଣା ହେଉଛି, କୁହନ୍ତୁ, ଆପଣ ପ୍ରଥମ ଥର ପାଇଁ ଅଧା ସହରର ନିରୀକ୍ଷଣ କରିଥିଲେ। ତା'ପରେ ଏକ ମାସ ପରେ ଆପଣ ଫେରି ଆସି ପୁଣି ନିରୀକ୍ଷଣ କରିବାକୁ ଗଲେ । ଆପଣଙ୍କୁ କୌଣସି ପ୍ରକାରେ ଚିହ୍ନିତ କରିବାକୁ ପଡିବ ଯେ ଆପଣ ସୁବିଧାଗୁଡ଼ିକୁ ଦେଖୁଛନ୍ତି, କିନ୍ତୁ ଏଥିରେ କିଛି ପରିବର୍ତ୍ତନ ହୋଇନାହିଁ । ଏହା ହେଉଛି ଚେକ୍ମାର୍କ: ଆପଣ ଏହାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ ଏବଂ ଜାରି ରଖନ୍ତୁ। ଦୁଇ ମାସ ପର୍ଯ୍ୟନ୍ତ ମାର୍କ ଯାଞ୍ଚ କରାଯାଏ । ଏହାପରେ ଆପଣ ପୁଣି ଥରେ ସୁବିଧାର ସର୍ଭେ କରିପାରିବେ ।
pa: ਇਹ ਉਹ ਨਿਸ਼ਾਨ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਸਹੂਲਤ ਡੇਟਾ ਦੀ ਪੁਸ਼ਟੀ ਹੋਈ ਸੀ। ਉਹ ਮੌਜੂਦਾ ਮਿਤੀ ਦੇ ਨਾਲ `check_date` ਟੈਗ ਜੋੜਦੇ ਹਨ। ਚੈੱਕਮਾਰਕਸ ਦੇ ਪਿੱਛੇ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ, ਮੰਨ ਲਓ, ਤੁਸੀਂ ਪਹਿਲੀ ਵਾਰ ਅੱਧੇ ਸ਼ਹਿਰ ਦਾ ਸਰਵੇਖਣ ਕੀਤਾ ਸੀ। ਫਿਰ ਇੱਕ ਮਹੀਨੇ ਬਾਅਦ ਤੁਸੀਂ ਵਾਪਸ ਆਏ ਅਤੇ ਦੁਬਾਰਾ ਸਰਵੇਖਣ ਕਰਨ ਗਏ। ਤੁਹਾਨੂੰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਇਹ ਨਿਸ਼ਾਨ ਲਗਾਉਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ ਕਿ ਤੁਸੀਂ ਸਹੂਲਤ ਵੇਖਦੇ ਹੋ, ਪਰ ਇਸ ਵਿੱਚ ਕੁਝ ਵੀ ਨਹੀਂ ਬਦਲਿਆ ਹੈ। ਇਹੀ ਚੈੱਕਮਾਰਕ ਹੈ: ਤੁਸੀਂ ਇਸਨੂੰ ਟੈਪ ਕਰੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ। ਨਿਸ਼ਾਨ ਦੋ ਮਹੀਨਿਆਂ ਲਈ ਚੈੱਕ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਉਸ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਦੁਬਾਰਾ ਸਹੂਲਤਾਂ ਦਾ ਸਰਵੇਖਣ ਕਰ ਸਕਦੇ ਹੋ।
pa_pk: <div dir="rtl" lang="pa-Aran-PK" style="text-align: right"> ایہہ نسان دکاناں دا ڈیٹا پکا ویکھدا۔ ‫«⁠check_date⁠»‬‫ ٹیگ وچ ایہہ اج دی تریخ جوڑدی اے۔ <br/> <br/>مثال لئی، تسیں پنڈ دا اِکّ حصہ سروے کیتے گئے۔ فیر اِکّ مہینے بعد تسیں ہور حصے سروے کیتے گئے۔ کجھ دکاناں نہیں بدلیاں، پر تسیں ناواں دکھݨ لئی نشان لگݨا چاہیدے۔ ایہہ چیک چِنھ دا ترک اے؛ تسیں چݨ سکیو تے رہ جاؤ۔ <br/> <br/>چیک چِنھ دو مہینیاں لئی جانچیا رہندا اے۔ اوس توں بغد تسیں ہور سروے کر سکدے۔ </div>
pl: Są to znaki, które potwierdziły dane dotyczące udogodnień. Dodają znacznik `check_date` z bieżącą datą. Ideą znaczników wyboru jest to, że, powiedzmy, po raz pierwszy zbadałeś połowę miasta. Potem po miesiącu wróciłeś i ponownie podszedłeś do zwiedzania. Musisz jakoś zaznaczyć, że widzisz udogodnienie, ale nic się w nim nie zmieniło. To jest znacznik wyboru: dotknij go i kontynuuj. Znak sprawdzenia jest aktualny przez dwa miesiące. Następnie możesz ponownie sprawdzić udogodnienia.
ru: Это отметка о том, что заведение проверено. Добавляет к объекту тег `check_date` с текущей датой. Суть галочки в том, что ты, скажем, обошёл полгорода в первый раз. А потом вернулся туда через месяц, решил снова обойти. И тебе нужно как-то отметить, что ты проверил, что заведение на месте, но ничего не изменилось. Это и есть галочка: нажал — и пошёл дальше. Галочка держится два месяца после проверки. Потом можно будет обойти заведения заново.
sl: To so oznake, da so bili podatki o točkah POI potrjeni. Dodajo oznako »check_date« s trenutnim datumom. Zamisel za kontrolnimi oznakami je ta, da si, recimo, prvič pregledaš polovico mesta. Nato se po enem mesecu vrneš in ponovno ogledaš stvari. Nekako moraš označiti, da si videl/a objekt, vendar se v zvezi z njim ni nič spremenilo. To je kljukica: tapneš jo in nadaljuješ. Oznaka ostane označena dva meseca. Po tem času lahko ponovno opraviš ogled in potrditev.
sv: Dessa markerar att datan om stället bekräftades. De lägger till etiketten 'check_date' med dagens datum. Idén bakom bockarna är att du t.ex. först undersökte halva staden en gång och sedan kom tillbaka efter en månad för att undersöka igen. Du behöver något sätt att markera att du ser stället, men att inget om stället ändrats. Det är där bocken kommer in: du kryssar i den och fortsätter. Bocken kommer att vara ikryssad i två månader. Efter det kan du undersöka ställena igen.
th: เป็นเครื่องหมายว่าข้อมูลสถานที่ได้รับการยืนยันแล้ว มันจะเพิ่มแท็ก `check_date` ด้วยวันที่ในปัจจุบัน คอนเซปต์ของเครื่องหมายถูกนั้นคือ สมมุติว่าคุณสำรวจไปแล้วครึ่งเมืองในครั้งแรก และผ่านไปหนึ่งเดือนคุณกลับมาสำรวจอีกครั้ง คุณอาจจะต้องทำเครื่องหมายว่าคุณเห็นสถานที่แล้ว แต่ไม่มีอะไรเปลี่ยนแปลง นั่นคือเครื่องหมายถูกที่คุณจะแตะและดำเนินการต่อ เครื่องหมายถูกจะแสดงผลอยู่สองสัปดาห์ หลังจากนั้นคุณอาจจะกลับมาสำรวจสถานที่อีกครั้ง
uk: Це позначки про те, що дані про зручності були підтверджені. Вони додають тег `check_date` з поточною датою. Ідея галочок полягає в тому, що, скажімо, ви опитали половину міста з першого разу. Потім через місяць ви повернулися і пішли опитувати знову. Вам потрібно якось відмітити, що ви бачите благоустрій, але в ньому нічого не змінилося. Це і є галочка: ти її натискаєш і йдеш далі. Галочка залишається відміченою протягом двох місяців. Після цього ви можете знову провести опитування.
zh_hans: 这些是用于确认设施数据的标记。它们会添加一个 `check_date` 标签并记录当前日期。 使用对勾标记的想法是这样的：假设你第一次调查时覆盖了半个城市，一个月后你再次回来进行调查。这时你需要以某种方式标记你看到这个设施了，但它没有任何变化。这就是对勾的用途：你点击它，然后继续。 这个标记会维持勾选状态两个月，之后你可以重新对这些设施进行调查。
zh_hant: 這些標示表示便利設施已經確認，他們加上 `check_date` 標籤來表示目前日期。 背後標記的意思為，你第一次踏查半座城市，之後過了一個月你回來再次踏查。你必須有某種方式標記你看到便利設施，但是並沒有變動，這就是標記：你點一下然後繼續。 這個標記會持續兩個月，之後你可以再次踏查便利便施。

# faqEntrance
source: How to add a building entrance?
ar: كيف تضيف مدخل المبنى؟
be: Як дадаць уваход у будынак?
ca: Com afegir una entrada a un edifici?
cs: Jak přidat vstup do budovy?
da: Hvordan tilføjes en bygningsindgang?
de: Wie kann man einen Gebäudeeingang hinzufügen?
el: Πώς να προσθέσω μια είσοδο κτιρίου;
eo: Kiel aldoni konstruan enirejon?
es: ¿Cómo añadir una entrada al edificio?
et: Kuidas saan lisada hoone sissepääsu?
eu: Nola gehitu eraikin baten sarrera?
fr: Comment ajouter l’entrée d’un bâtiment ?
he: איך להוסיף כניסה לבניין?
hr: Kako dodati ulaz u zgradu?
hu: Hogyan lehet hozzáadni egy épület bejáratát?
id: Bagaimana cara menambahkan pintu masuk gedung?
it: Come aggiungere l'ingresso di un edificio?
ja: 建物の出入口の追加方法は？
mr: इमारतीचे प्रवेश(द्वार) कसे जोडायचे?
nb: Hvordan legge til en inngang?
nl: Hoe voeg ik een ingang van een gebouw toe?
or: ବିଲ୍ଡିଂ ପ୍ରବେଶ ପଥ କିପରି ଯୋଡିବେ?
pa: ਇਮਾਰਤ ਦਾ ਪ੍ਰਵੇਸ਼ ਦੁਆਰ ਕਿਵੇਂ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇ?
pa_pk: عمارت دے پرویش دوار نوں کیویں پایا جاوے؟
pl: Jak dodać wejście do budynku?
ru: Как добавить подъезд?
sl: Kako dodati vhod v stavbo?
sv: Hur lägger man till en entré?
th: จะเพิ่มทางเข้าอาคารได้อย่างไร?
uk: Як створити вхід до будівлі?
zh_hans: 如何添加建筑物入口？
zh_hant: 如何增加建築出入口？

# faqEntranceContent
source: At the bottom there is a row of mode buttons: micromapping, amenities, entrances, and notes. In the entrances mode, tap or drag the door button in the bottom corner onto the map.
ar: يوجد في الجزء السفلي صف لتفيير الوضع بين الأوضاع التالية: الرسم الدقيق ، أو إدخال المنشآت ، أو مداخل المباني ، أو وضع الملاحظات. في وضع المداخل ، اضغط أو اسحب زر الباب في الزاوية السفلية على الخريطة.
be: Унізе экрана ёсць кнопкі для пераключэння рэжымаў: мікрамапінг, установы, уваходы і нататкі. У рэжыме ўваходаў націсніце або перацягніце кнопку дзвярэй у ніжнім куце на мапу.
ca: A la part inferior hi ha una fila de botons de mode: micromapeig, equipaments, entrades i notes. En el mode d'entrades, toqueu o arrossegueu el botó de porta de la cantonada inferior sobre el mapa.
cs: Ve spodní části je řada tlačítek režimů: mikromapování, vybavení, vchody a poznámky. V režimu vstupů klepněte na tlačítko dveří v dolním rohu nebo je přetáhněte na mapu.
da: Nederst er der en række knapper til valg af korttilstand: mikro-kortlægning, faciliteter, indgange og noter. I tilstanden 'indgange' kan du trykke på eller trække dørknappen i nederste hjørne ind på kortet.
de: Unten befindet sich eine Reihe mit Schaltflächen für die Modi: Micromapping, Einrichtungen, Eingänge und Hinweise. Tippe im Eingänge-Modus auf die Tür in der unteren Ecke oder zieh diese auf die Karte.
el: Στο κάτω μέρος υπάρχει μια σειρά από κουμπιά λειτουργιών: μικροχαρτογράφηση, υποδομές, είσοδοι και σημειώσεις. Στη λειτουργία εισόδων, πατήστε ή σύρετε το κουμπί πόρτας στην κάτω γωνία προς τον χάρτη.
eo: Malsupre estas vico de reĝimbutonoj: mikromapado, agrablaĵoj, enirejoj kaj notoj. En la enireja reĝimo, frapetu aŭ trenu la pordan butonon en la malsupra angulo sur la mapon.
es: En la parte inferior hay una fila de botones de modos: micromapeo, servicios, entradas y notas. En el modo de entradas, pulsa o desliza el botón de la puerta en la esquina inferior sobre el mapa.
et: Ekraanivaate all ääres on töövaadete nuppude rida: mikrokaardistamine, teenused, sissepääsud ja märkmed. Sissepääsude kaardistusvaates vajuta all nurgas olev ukse ikoon alla ja lohista hoones vajalikku asukohta.
eu: Azpian dituzu edizio moduen botoiak: mikromapatzea, zerbitzuak, sarrerak eta oharrak. Sarrera moduan, ukitu edo eraman atearen botoia behetik mapa barrura.
fr: En haut à droite, un bouton permet de basculer entre différent modes d’édition : points d’intérêts, micromapping, entrées, et notes. Dans le mode « Entrées », appuyez ou faites glisser l’icône de porte, dans le coin inférieur droit, vers la carte.
he: למטה יש שורה של כפתורי מצב: מיפוי זעיר, שירותים לציבור, כניסות והערות. במצב כניסות, יש לגעת או לגרור את כפתור הדלת מהפינה התחתונה למפה.
hr: Dolje se nalazi niz gumbova za moduse: mikrokartiranje, usluge, ulazi i bilješke. U modusu ulaza dodirni ili povuci gumb za vrata u donjem kutu na kartu.
hu: Alul található a módgombok sora: mikrotérképezés, szolgáltatások, bejáratok és jegyzetek. A bejáratok módban koppintson vagy húzza az alsó sarokban lévő ajtógombot a térképre.
id: Di bagian bawah terdapat deretan tombol mode: micromapping, fasilitas, pintu masuk, dan catatan. Dalam mode pintu masuk, ketuk atau seret tombol pintu di sudut bawah ke peta.
it: In basso c'è una fila di pulsanti di modalità: micromappatura, servizi, ingressi e note. Nella modalità ingressi, tocca o trascina sulla mappa il pulsante della porta presente nell'angolo inferiore.
ja: 画面最下部にはマイクロマッピング、施設、出入口、メモといったモードボタンが並んでいます。 出入口モードでは、マップの下部隅にあるドアボタンをタップまたはドラッグします。
mr: खालच्या भागात बटणांची एक रांग आहे: सूक्ष्म नकाशा, सुविधा, प्रवेश आणि टिपा. प्रवेश मोड मध्ये जाऊन, खालच्या कोपऱ्यातले दाराचे चिन्ह असलेले बटण टॅप करा किंवा नकाशावर ओढा.
nb: Nederst er det en rad med modus-knapper: mikrokartlegging, steder, innganger og notater. I inngang-modus, trykk eller dra dør-knappen i nederste hjørne inn på kartet.
nl: Aan de onderkant is een rij van modus-knoppen: micromapping, voorzieningen, toegangen, en notities. In de toegangen-modus klik of sleep je de deur-knop in de onderste hoek de kaart op.
or: ନିମ୍ନରେ ମୋଡ୍ ବଟନ୍ ର ଏକ ଧାଡ଼ି ଅଛି: ମାଇକ୍ରୋମ୍ୟାପିଂ, ସୁବିଧା, ପ୍ରବେଶ ପଥ ଏବଂ ନୋଟ୍। ପ୍ରବେଶ ମୋଡ୍ ରେ, ମାନଚିତ୍ର ଉପରେ ତଳ କୋଣରେ ଥିବା କବାଟ ବଟନ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ କିମ୍ୱା ଟାଣନ୍ତୁ।
pa: ਹੇਠਾਂ ਮੋਡ ਬਟਨਾਂ ਦੀ ਇੱਕ ਕਤਾਰ ਹੈ: ਮਾਈਕ੍ਰੋਮੈਪਿੰਗ, ਸਹੂਲਤਾਂ, ਪ੍ਰਵੇਸ਼ ਦੁਆਰ, ਅਤੇ ਨੋਟਸ। ਪ੍ਰਵੇਸ਼ ਦੁਆਰ ਮੋਡ ਵਿੱਚ, ਨਕਸ਼ੇ 'ਤੇ ਹੇਠਲੇ ਕੋਨੇ ਵਿੱਚ ਦਰਵਾਜ਼ੇ ਦੇ ਬਟਨ ਨੂੰ ਟੈਪ ਕਰੋ ਜਾਂ ਘਸੀਟੋ।
pa_pk: <div dir="rtl" lang="pa-Aran-PK" style="text-align: right"> <br/>ہیٹاں بٹن دی اِکّ کتار اے: ویروے، دکاناں، دروازے تے نوٹ۔ <br/> <br/>دروازے دا چوݨ لئی ہیٹھلے کینے توں نقشے تے دروازے دے بٹن نوں گھسیٹو۔ </div>
pl: Na dole znajduje się rząd przycisków dla trybów: mikromapowanie, udogodnienia, wejścia i uwagi. W trybie wejść dotknij lub przeciągnij przycisk drzwi w dolnym rogu na mapę.
ru: Внизу экрана есть кнопки для переключения режимов: микромаппинг, заведения, подъезды и записи. В режиме подъездов нажмите или перетяните кнопку с дверью снизу на карту.
sl: Na dnu je vrsta gumbov za načine: mikromapiranje, točke POI, vhodi in opombe. V načinu vhodov tapni ali povleci gumb za vrata v spodnjem kotu na zemljevid.
sv: Längst ned finns en rad med knappar för olika lägen: mikrokartläggning, ställen, entréer och anteckningar. I entréläget trycker du på eller drar dörrknappen i nedre hörnet till kartan.
th: ด้านล่างจะมีแถบสำหรับปุ่มโหมดต่าง ๆ: Micromapping, สถานที่ และทางเข้า ในโหมดทางเข้า แตะหรือลากปุ่มประตูในมุมด้านล่างขึ้นไปบนแผนที่
uk: Нижній рядок кнопок перемикає режими: мікромапінг, точки, входи, нотатки. В режимі входів перетягніть кнопку із дверима з нижнього куту на мапу.
zh_hans: 在底部有一排模式按钮：微地图绘制、便利设施、出入口和注记。 在入口模式中，点击或拖动屏幕底部角落的门按钮到地图上。
zh_hant: 在底下有一排模式按鈕：細微畫地圖、便利設施、出入品與註解。 在出入口模式，點一下或是拖拉底下角落的門按鈕到地圖上。

# faqYellow
source: Why are some housenumbers yellow?
ar: لماذا بعض أرقام المساكن صفراء؟
be: Чаму некаторыя нумары дамоў жоўтыя?
ca: Per què alguns números de casa són grocs?
cs: Proč jsou některá čísla popisná žlutá?
da: Hvorfor er nogle husnumre gule?
de: Warum sind einige Hausnummern gelb?
el: Γιατί είναι κίτρινοι κάποιοι αριθμοί κτιρίων;
eo: Kial kelkaj domnumeroj estas flavaj?
es: ¿Por qué hay números de casa amarillos?
et: Miks on mõned majade numbrid kollased?
eu: Zergatik daude etxe-zenbaki batzuk horiz?
fr: Pourquoi certains numéros d'adresse sont jaunes ?
he: למה חלק ממספרי הבתים מופיעים בצהוב?
hr: Zašto su neki kućni brojevi žuti?
hu: Miért sárga néhány házszám?
id: Mengapa beberapa nomor rumah berwarna kuning?
it: Perché i tuoi numeri civici sono gialli?
ja: 住居番号が黄色いのはなぜ？
mr: काही घरक्रमांक पिवळ्या रंगाचे का दिसतात?
nb: Hvorfor er noen husnummer gule?
nl: Waarom zijn sommige huisnummers geel?
or: କିଛି ଘର କ୍ରମାଙ୍କ ହଳଦିଆ କାହିଁକି?
pa: ਕਈ ਮਕਾਨ ਨੰਬਰ ਪੀਲੇ ਰੰਗ ਵਿੱਚ ਕਿਓਂ ਹਨ?
pa_pk: کجھ گھر دا نمبر پیلے کیوں ہندے ہن؟
pl: Czemu niektóre numery budynków są żółte?
ru: Почему некоторые дома жёлтые?
sl: Zakaj so nekatere hišne številke rumene?
sv: Varför är vissa husnummer gula?
uk: Чому деякі номери будинків жовті?
zh_hans: 为什么有些门牌号是黄色的？
zh_hant: 為什麼有些門牌號碼是黃色的？
