Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# buildingMoreButton
source: More
ar: المزيد
be: Болей
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
eo: Pli
es: Más
et: Detailne vaade
eu: Gehiago
fa: بیشتر
fi: Lisää
fr: Plus
he: עוד
hr: Više
hu: Több
id: Selebihnya
it: Altro
ja: さらに表示
mr: अधिक
nb: Mer
nl: Meer
or: ଅଧିକ
pa: ਹੋਰ
pa_pk: ہور
pl: Pokaż więcej
ro: Mai multe
ru: Ещё
sl: Več
sv: Mer
th: เพื่มเติม
uk: Ще
zh_hans: 更多
zh_hant: 更多

# buildingMaterial
source: Facade
ar: الواجهة
be: Фасад
ca: Façana
cs: Fasáda
de: Fassade
el: Πρόσοψη
eo: Fasado
es: Fachada
et: Fassaadikate
eu: Fatxada
fr: Façade
he: חזית
hr: Fasada
hu: Homlokzat
id: Tatapan
it: Facciata
ja: 外壁
mr: दर्शनी भाग
nb: Fasade
nl: Voorgevel
or: ମୁହଁ
pa: ਇਮਾਰਤ ਦਾ ਮੂੰਹ
pa_pk: سامہݨا
pl: Fasada
ro: Fațadă
ru: Фасад
sl: Fasada
sv: Fasad
th: วัสดุภายนอกอาคาร
uk: Фасад
zh_hans: 外观
zh_hant: 外觀

# buildingMaterialBrick
source: brick
ar: طوب
be: цэгла
ca: maó
cs: cihly
da: mursten
de: Ziegel
el: τούβλο
eo: briko
es: ladrillo
et: tellised
eu: adreilua
fr: brique
he: לבנים
hr: cigla
hu: tégla
id: bata
it: mattoni
ja: レンガ
mr: वीट
nb: murstein
nl: baksteen
or: ଇଟା
pa: ਇੱਟ
pa_pk: اِٹ
pl: cegła
ro: Cărămidă
ru: кирпич
sl: opeka
sv: tegel
th: อิฐ
uk: цегла
zh_hans: 砖块
zh_hant: 磚塊

# buildingMaterialPlaster
source: plaster
ar: جص
be: тынкоўка
ca: enguixat
cs: omítka
da: puds
de: Putz
el: γύψος
eo: gipso
es: yeso
et: krohv
eu: eskaiola
fr: plâtre
he: טיח
hr: žbuka
hu: vakolat
id: plester
it: intonaco
ja: 石膏
mr: मलम
nb: puss
nl: pleister
or: ପ୍ଳାଷ୍ଟର
pa: ਪਲਾਸਟਰ
pa_pk: پوچا
pl: tynk
ru: штукатурка
sl: omet
sv: puts
th: พลาสเตอร์
uk: штукатурка
zh_hans: 石膏/灰泥
zh_hant: 石膏

# buildingMaterialWood
source: wood
ar: خشب
be: драўніна
ca: fusta
cs: dřevo
da: træ
de: Holz
el: ξύλο
eo: ligno
es: madera
et: puit
eu: egurra
fr: bois
he: עץ
hr: drvo
hu: fa
id: Kayu
it: legno
ja: 木材
mr: लाकूड
nb: tre
nl: hout
or: କାଠ
pa: ਲੱਕੜ
pa_pk: لکڑ
pl: drewno
ro: Lemn
ru: дерево
sl: les
sv: trä
th: ไม้
uk: деревина
zh_hans: 木材
zh_hant: 木材

# buildingMaterialConcrete
source: concrete
ar: خرسانة
be: бетон
ca: ciment
cs: beton
da: beton
de: Beton
el: μπετόν
eo: betono
es: hormigón
et: betoon
eu: porlana
fr: béton
he: בטון
hr: beton
hu: beton
id: konkret
it: calcestruzzo
ja: コンクリート
mr: मूर्त (सीमेंट)
nb: betong
nl: beton
or: କଙ୍କ୍ରିଟ
pa: ਕੰਕਰੀਟ
pa_pk: کنکریٹ
pl: beton
ro: Beton
ru: бетон
sl: beton
sv: betong
th: คอนกรีต
uk: бетон
zh_hans: 混凝土
zh_hant: 混凝土

# buildingMaterialPanels
source: panels
ar: ألواح
be: панэлі
ca: panells
cs: panely
da: paneler
de: Paneele
el: πάνελ
eo: paneloj
es: paneles
et: valmispaneelid
eu: panelak
fr: panneaux
he: לוחות
hr: paneli
hu: panelek
id: panel
it: pannelli
ja: パネル
mr: पटल
nb: paneler
nl: panelen
or: ପ୍ୟାନେଲ ଗୁଡ଼ିକ
pa: ਪੈਨਲ
pa_pk: چوکھٹے
pl: panele
ru: панелька
sl: plošče
sv: paneler
th: แผ่น
uk: панелі
zh_hans: 板材
zh_hant: 板材

# buildingMaterialCementBlock
source: cement blocks
ar: كتل خرسانية
be: цэментавыя блокі
ca: blocs de ciment
cs: bloky cementu
da: cementblokke
de: Zementblöcke
el: τσιμεντόλιθοι
eo: cementaj blokoj
es: bloques de cemento
et: betoonplokid
eu: porlanezko blokeak
fr: blocs de béton
he: לבני בטון
hr: cementni blokovi
hu: betontéglák
id: blok semen
it: blocchi di cemento
ja: セメントブロック
mr: सिमेंट विटा
nb: sementblokker
nl: cementblokken
or: ସିମେଣ୍ଟ ଇଟା
pa: ਸੀਮਿੰਟ ਬਲਾਕ
pa_pk: سیمنٹ بلاک
pl: bloczki cementowe
ru: шлакоблок
sl: cementni bloki
sv: cementblock
th: บล็อคปูนซีเมนต์
uk: цементні блоки
zh_hans: 水泥砌块
zh_hant: 水泥砌塊

# buildingMaterialStone
source: stone
ar: حجر
be: камень
ca: pedra
cs: kámen
da: sten
de: Stein
el: πέτρα
eo: ŝtono
es: piedra
et: kivi
eu: harria
fr: pierre
he: אבן
hr: kamen
hu: kő
id: Batu 🗿
it: pietra
ja: 石
mr: दगड
nb: stein
nl: steen
or: ପଥର
pa: ਪੱਥਰ
pa_pk: پتھر
pl: kamień
ro: Piatră
ru: камень
sl: kamen
sv: sten
th: หิน
uk: каміння
zh_hans: 石材
zh_hant: 石材

# buildingMaterialMetal
source: metal
ar: معدن
be: метал
ca: metall
cs: kov
de: Metall
el: μέταλλο
eo: metalo
et: metall
eu: metala
fr: métal
he: מתכת
hu: fém
id: logam
it: metallo
ja: 金属
mr: धातू
nb: metall
nl: metaal
or: ଧାତୁ
pa: ਧਾਤ
pa_pk: لوہا
ru: металл
sl: kovina
sv: metall
th: โลหะ
uk: метал
zh_hans: 金属
zh_hant: 金屬

# buildingMaterialGlass
source: glass
ar: زجاج
be: шкло
ca: vidre
cs: sklo
da: glas
de: Glas
el: γυαλί
eo: vitro
es: vidrio
et: klaas
eu: beira
fr: verre
he: זכוכית
hr: staklo
hu: üveg
id: Kaca
it: vetro
ja: ガラス
mr: काच
nl: glas
or: କାଚ
pa: ਕੱਚ
pa_pk: شیشہ
pl: szkło
ro: sticlă
ru: стекло
sl: steklo
sv: glas
th: กระจก
uk: скло
zh_hans: 玻璃
zh_hant: 玻璃

# buildingTypeAddress
source: address
ar: عنوان
be: адрас
ca: adreça
cs: adresa
da: adresse
de: Adresse
el: διεύθυνση
eo: adreso
es: dirección
et: aadress
eu: helbidea
fa: نشانی
fr: adresse
he: כתובת
hr: adresa
hu: cím
id: alamat
it: indirizzo
ja: 住所
mr: पत्ता
nb: adresse
nl: adres
or: ଠିକଣା
pa: ਪਤਾ
pa_pk: پتہ
pl: adres
ro: adresă
ru: адрес
sl: naslov
sv: adress
th: ที่อยู่
uk: Адреса
zh_hans: 地址
zh_hant: 地址

# buildingTypeHouse
source: house
ar: منزل
be: прыватны дом
ca: casa
cs: dům
da: hus
de: Haus
el: σπίτι
eo: domo
es: inicio
et: eramu
eu: etxea
fa: خانه
fr: maison
he: בית
hr: kuća
hu: ház
id: Rumah
it: casa
ja: 一軒家
mr: घर
nb: hus
nl: huis
or: ଘର
pa: ਘਰ
pa_pk: گھر
pl: dom
ro: casă
ru: частный дом
sl: hiša
sv: villa
th: บ้าน
uk: приватний будинок
zh_hans: 房屋
zh_hant: 房屋

# buildingTypeApartments
source: apartments
ar: شقق
be: шматкватэрны дом
ca: apartament
cs: byty
da: lejligheder
de: Wohnungen
el: διαμερίσματα
eo: apartamentoj
es: apartamentos
et: kortermaja
eu: apartamentuak
fa: آپارتمان‌ها
fr: appartements
he: דירות
hr: apartmani
hu: társasház
id: Apartemen
it: appartamenti
ja: 集合住宅
mr: सदनिका (फ्लॅट)
nb: leiligheter
nl: appartementen
or: ଆପାର୍ଟମେଣ୍ଟ ଗୁଡ଼ିକ
pa: ਫ਼ਲੈਟ
pa_pk: فلیٹ
pl: mieszkalny
ro: apartamente
ru: многоквартирное
sl: apartmaji
sv: lägenheter
th: อพาร์ตเมนต์
uk: багатоквартирний
zh_hans: 公寓
zh_hant: 公寓

# buildingTypeRetail
source: retail
ar: بيع بالتجزئة
be: рознічны гандаль
ca: botiga
cs: maloobchod
da: detailhandel
de: Einzelhandel
el: λιανεμπόριο
eo: podetala
es: venta minorista
et: jaekaubandushoone
eu: merkataritza
fr: magasin
he: קמעונאות
hr: maloprodaja
hu: kiskereskedelem
id: pengecer
it: vendita al dettaglio
ja: 小売店
mr: किरकोळ दुकान
nb: detaljhandel
nl: detailhandel
or: ଦୋକାନ
pa: ਪ੍ਰਚੂਨ
pa_pk: دکان، ہٹی، بزار وغیرہ
pl: handlowy
ro: comerț
ru: торговое
sl: maloprodaja
sv: butiksbyggnad
th: ร้านค้าปลีก
uk: торгівельний
zh_hans: 零售
zh_hant: 零售

# buildingTypeCommercial
source: commercial
ar: تجاري
be: камерцыйны
ca: comercial
cs: komerční
da: kommerciel
de: Gewerblich
el: εμπορικό
eo: komerca
es: comercial
et: ärihoone
eu: enpresa/bulegoak
fa: تجاری
fr: bureaux
he: מסחרי
hr: komercijalna
hu: kereskedelmi
id: komersial
it: commerciale
ja: 商業空間
mr: व्यावसायिक
nb: kommersiell
nl: commercieel
or: ବାଣିଜ୍ୟିକ
pa: ਵਪਾਰਕ
pa_pk: ہور کجھ مارکیٹ یا دکان جیہے ورتوں
pl: komercyjny
ro: comercială
ru: коммерческое
sl: komercialna
sv: kommersiell byggnad
th: พื้นที่ค้าขาย
uk: комерційний
zh_hans: 商业
zh_hant: 商業用途

# buildingTypeShed
source: shed
ar: سقيفة
be: хлеў
ca: cobert
cs: přístřešek
da: skur
de: Schuppen
el: υπόστεγο
eo: ŝedo
es: cobertizo
et: kuur
eu: etxola
fa: دهنه
fr: hangar
he: צריף
hr: šupa
hu: fészer
id: gudang
it: capanno
ja: 小屋
mr: शेड
nb: sjå
nl: schuur
or: କ୍ୟାବିନ
pa: ਸ਼ੈੱਡ
pa_pk: شیڈ
pl: szopa
ro: adăpost
ru: сарай
sl: lopa
sv: skjul
th: ห้องเก็บของ
uk: сарай
zh_hans: 棚子
zh_hant: 棚屋

# buildingTypeIndustrial
source: industrial
ar: صناعي
be: прамысловы
cs: průmyslové
da: industriel
de: Industriegebäude
el: βιομηχανικό
eo: industria
et: tööstushoone
eu: industriala
fa: صنعتی
fr: usine
he: תעשייתי
hr: industrijska
hu: ipari
id: Industri
it: industriale
ja: 工場
mr: औद्योगिक
nb: industriell
nl: industrieel
or: ଶିଳ୍ପ
pa: ਉਦਯੋਗਿਕ
pa_pk: اُدیوگک
pl: przemysłowy
ro: industrială
ru: производственное
sl: industrijska
sv: industribyggnad
th: อุตสาหกรรม
uk: промислова
zh_hans: 工业
zh_hant: 工業用途

# buildingTypeGarage
source: garage
ar: مرآب
be: гараж
ca: garatge
cs: garáž
el: γκαράζ
eo: garaĝo
es: cochera individual
et: garaaž
eu: garajea
fa: گاراژ
he: מבנה חנייה
hr: garaža
hu: garázs
id: Garasi
ja: 車庫
mr: गराज
nb: garasje
or: ଗ୍ୟାରେଜ
pa: ਗੈਰੇਜ
pa_pk: گارج
pl: garaż
ro: garaj
ru: гараж
sl: garaža
th: โรงรถ
uk: гараж
zh_hans: 车库
zh_hant: 車庫

# buildingTypeConstruction
source: construction
ar: اعمال بناء
be: будуецца
ca: construcció
cs: stavba
da: byggeri
de: Baustelle
el: υπό κατασκευή
eo: konstruejo
es: en construcción
et: ehitusjärgus hoone
eu: eraikitzen
fa: ساخت و ساز
fr: en construction
he: בנייה
hr: u izgradnji
hu: építkezés
id: Konstruksi
it: in costruzione
ja: 建築中
mr: बांधकाम
nb: bygg under oppføring
nl: in opbouw
or: ତିଆରି ଚାଲୁଛି
pa: ਉਸਾਰੀ
pa_pk: اُساری
pl: w budowie
ro: construcție
ru: строится
sl: v gradnji
sv: under konstruktion
th: พื้นที่ก่อสร้าง
uk: будівництво
zh_hans: 在建
zh_hant: 施工中

# entranceFlats
source: Flats
ar: شقق
be: Квартэры
ca: Pisos
cs: Byty
da: Lejligheder
de: Wohnungen
el: Διαμερίσματα
eo: Apartamentoj
es: Pisos
et: Korterid
eu: Apartamentuak
fr: numéros de portes
he: דירות
hr: Stanovi
hu: Lakások
id: Rumah susun
it: Interni
mr: सदनिका
nb: Leiligheter
nl: Huisnummers
or: ଫ୍ଲାଟ
pa: ਫ਼ਲੈਟ ਨੰਬਰ
pa_pk: فلیٹ دے نمبر
pl: Mieszkania
ro: Apartamente
ru: Квартиры
sl: Stanovanja
sv: Lägenheter
th: แฟลต
uk: Квартири
zh_hans: 单元楼
zh_hant: 套房

# entranceFlatsNumberList
source: Should be a list of numbers
ar: لابد أن تكون قائمة من الأرقام
be: Павінен быць спіс лічбаў
ca: Hauria de ser una llista de números
cs: Měl by být seznamem čísel
da: Skal være en liste med tal
de: Sollte eine Liste aus Zahlen sein
el: Πρέπει να είναι μια λίστα από αριθμούς
eo: Devus esti listo de nombroj
es: Debería ser una lista de números
et: Peaks olema numbrite loend
eu: Zenbaki zerrenda bat izan beharko litzateke
fr: Ceci devrait être une liste de nombres
he: אמור להיות רשימה של מספרים
hr: Trebao bi biti popis brojeva
hu: Számok listájának kell lennie
id: Seharusnya berupa daftar angka
it: Dovrebbe essere una lista di numeri
ja: 数字のリストで入力してください
mr: संख्यांची यादी असावी
nb: Skal være en liste med tall
nl: Zou een lijst getallen moeten zijn
or: ଏକ ସଂଖ୍ୟା ଶ୍ରେଣୀ ହେବା ଆବଶ୍ୟକ
pa: ਨੰਬਰਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pa_pk: نمبر دی لِسٹ چاہیدی اے
pl: Powinna to być lista liczb
ro: Trebuie o listă de numere
ru: Введите список чисел
sl: Moral bi biti seznam številk
sv: Ska vara en lista av tal
th: ควรจะเป็นรายชื่อที่ประกอบด้วยตัวเลข
uk: Має бути перелік чисел
zh_hans: 应该是一组数字列表
zh_hant: 應該是一組數字列表

# entranceIsUnit
source: Store the flat number in addr:unit
ar: تخزين رقم الشقة في addr:unit
be: Захоўвайць нумар кватэры ў addr:unit
ca: Desa el número de pis a adr:unit
cs: Uložit číslo bytu v addr:unit
da: Gem lejlighedsnummeret i addr:unit
de: Speichere die Wohnungsnummer in addr:unit
el: Αποθήκευση του αριθμού διαμερίσματος στο addr:unit
eo: Konservi la loĝejan numeron en addr:unit
es: Guardar el número de apartamento en «addr:unit»
et: Salvesta korterite loend addr:unit sildiga
eu: Gorde apartamentuaren zenbakia hemen: addr:unit
fr: Enregistrer le numéro de porte dans addr:unit
he: אחסון מספר הדירה תחת כתובת:יחידה (addr:unit)
hr: Spremi broj stana u addr:unit
hu: A lakások számának tárolása az addr:unit címkében
id: Simpan nomor tetap di alamat:unit
it: Memorizza il numero di interno in addr:unit
mr: addr:unit मध्ये सदनिका क्रमांक साठवा
nb: Lagre leilighetsnummeret i addr:unit
nl: Sla het huisnummer op in addr:unit
or: ଫ୍ଲାଟ୍ ନମ୍ଵର୍ କୁ addr:unit ରେ ରଖନ୍ତୁ
pa: ਫਲੈਟ ਨੰਬਰ ਨੂੰ addr:unit ਫਾਰਮੈਟ ਵਿੱਚ ਸਟੋਰ ਕਰੋ
pa_pk: فلیٹ دا نمبر نوں ‫`addr:unit`‬ وچ پایو
pl: Zapisz numer mieszkania w addr:unit
ru: Записать номер квартиры в addr:unit
sl: Shrani številko stanovanja v addr:unit
sv: Lagra lägenhetsnumret i addr:unit
th: ใส่เลขแฟลตใน addr:unit
uk: Записати номер квартири до addr:unit
zh_hans: 将单元楼编号储存在 addr:unit 中
zh_hant: 將套房編號儲存到 addr:unit

# entranceRef
source: Ref
ar: المرجع
be: Нумар
de: Referenznummer
el: Αναφ
es: Referencia
et: Viitenumber
fa: مرجع
fr: Réf
he: אזכור
hr: Referenca
hu: Hivatkozás
id: Referensi masuk
ja: 参照コード
mr: संदर्भ
or: ଆଧାର
pa: ਨੰਬਰ/ ਆਈ. ਡੀ.
pa_pk: نمبر
pl: Numer
ru: Номер
th: อ้างอิง
uk: Номер
zh_hans: 编号
zh_hant: 編號

# entranceAccess
source: Access
ar: صلاحية الدخول
be: Доступ
ca: Accés
cs: Přístup
da: Adgang
de: Zugang
el: Πρόσβαση
eo: Aliro
es: Acceso
et: Ligipääs
eu: Sarrera
fr: Accès
he: גישה
hr: Pristup
hu: Hozzáférés
id: Akses
it: Accesso
ja: アクセス
mr: प्रवेश
nb: Adkomst
nl: Toegang
or: ପହଞ୍ଚ
pa: ਪਹੁੰਚ
pa_pk: پہنچ
pl: Dostęp
ro: Acces
ru: Доступ
sl: Dostop
sv: Åtkomst
th: เข้าถึงได้
uk: Доступ
zh_hans: 访问
zh_hant: 出入權限

# entranceAccessYes
source: open
ar: مفتوحة
be: агульны
ca: obert
cs: otevřeno
da: åben
de: offen
el: ανοιχτή
eo: malfermita
es: abierto
et: avalik
eu: irekita
fr: oui
he: פתוח
hr: otvoren
hu: nyitott
id: Buka
it: aperto
ja: 誰でも可
mr: उघडे
nb: åpen
or: ଖୋଲା
pa: ਖੋਲ੍ਹੋ
pa_pk: کھُلھا
pl: otwarte
ro: deschisă
ru: общий
sl: odprt
sv: öppen
th: เปิด
uk: вільний
zh_hans: 开放
zh_hant: 開放

# entranceAccessPrivate
source: private
ar: خاصة
be: прыватны
ca: privat
cs: soukromé
da: privat
de: privat
el: ιδιωτική
eo: privata
es: privado
et: erakasutuseks
eu: pribatua
fa: خصوصی
fr: privé
he: פרטי
hr: privatan
hu: személyes
id: pribadi
it: privato
ja: 私有
mr: खाजगी
nb: privat
nl: privé
or: ଘରୋଇ
pa: ਨਿੱਜੀ
pa_pk: نِجی
pl: prywatne
ro: privat
ru: жильцам
sl: zaseben
sv: privat
th: ส่วนบุคคล
uk: мешканці
zh_hans: 私人
zh_hant: 私人

# entranceAccessNo
source: no
ar: لا يسمح بالدخول
be: няма
cs: ne
da: nej
de: nein
el: όχι
eo: ne
et: keelatud
eu: ez
fa: نه
fr: non
he: אין
hr: ne
hu: nem
id: Tidak
ja: アクセス不可
mr: प्रवेश निषेध
nb: nei
nl: neen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: nie
ro: nu
ru: нет
sl: ne
sv: nej
th: ไม่
uk: ні
zh_hans: 否
zh_hant: 不能

# entranceAccessDelivery
source: delivery
ar: لأغراض التوصيل فقط
be: дастаўка
ca: lliurament
cs: doručování
da: levering
de: Warenlieferung
el: διανομή
eo: livero
es: entregas
et: kohaletoimetamiseks
eu: banaketa
fr: livraison
he: משלוחים
hr: dostava
hu: kiszállítás
id: pengiriman
it: consegne
ja: 配達用
mr: पोचवणी
nb: varelevering
nl: levering
or: ଡେଲିଭରି
pa: ਡਿਲੀਵਰੀ
pa_pk: چھڈاؤݨی
pl: dostawy
ru: доставка
sl: dostava
sv: leverans
th: เดลิเวอรี
uk: доставка
zh_hans: 送货
zh_hant: 送貨

# entranceWheelchair
source: Wheelchair
ar: الكرسي المتحرك
ca: cadira de rodes
cs: Invalidní vozík
da: Kørestol
de: Rollstuhl
el: Αναπηρικό αμαξίδιο
eo: Rulseĝo
es: Silla de ruedas
et: Ratastool
eu: Gurpil-aulkia
fr: Fauteuil roulant
he: כיסא גלגלים
hr: Invalidska kolica
hu: Kerekesszék
id: Kursi roda
it: Disabili
ja: 車椅子
mr: चाकखुर्ची
nb: Rullestol
nl: Rolstoel
or: ଚକଲଗା ଚୌକି
pa: ਵ੍ਹੀਲਚੇਅਰ
pa_pk: ویل‌چیر
pl: Wózki inwalidzkie
ro: Scaun cu rotile
sl: Za invalidske vozičke
sv: Rullstol
th: วีลแชร์
uk: Візок
zh_hans: 轮椅
zh_hant: 輪椅

# entranceType
source: Type
ar: النوع
be: Тып
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
eo: Tajpi
es: Tipo
et: Tüüp
eu: Mota
he: סוג
hr: Vrsta
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
mr: प्रकार
nl: Soort
or: ପ୍ରକାର
pa: ਕਿਸਮ
pa_pk: قسم
pl: Rodzaj
ro: Tip
ru: Вход
sl: Vrsta
sv: Typ
th: ประเภท
uk: Тип
zh_hans: 类型
zh_hant: 類型

# entranceTypeMain
source: main
ar: رئيسي
be: галоўны
ca: principal
cs: hlavní
da: hovedindgang
de: Haupteingang
el: κύρια
eo: ĉefa
es: principal
et: peasissepääs
eu: nagusia
fr: principale
he: עיקרית
hr: glavno
hu: fő
id: Utama
it: principale
ja: 正面玄関
mr: मुख्य
nb: hovedinngang
nl: hoofdingang
or: ମୁଖ୍ୟ
pa: ਮੁੱਖ
pa_pk: مکھ
pl: główne
ro: principală
ru: главный
sl: glavni
sv: huvudentré
th: ทางหลัก
uk: головний
zh_hans: 主要
zh_hant: 主要

# entranceTypeStaircase
source: staircase
ar: الدرج
be: пад'езд
ca: escala
cs: schody
da: trappeopgang
de: Treppenhaus
el: σκάλα
eo: ŝtuparo
es: escalera
et: trepikoja sissepääs
eu: eskailera
fr: cage d'escaliers
he: מדרגות
hr: stubište
hu: lépcsőház
id: tangga
it: scalinata
ja: 階段
mr: जिना
nb: trapp
nl: trappenhal
or: ଶିଡ଼ି
pa: ਪੌੜੀਆਂ
pa_pk: پوڑیاں
pl: klatka schodowa
ro: scară
ru: подъезд
sl: stopnišče
sv: trappa
th: บันได
uk: підʼїзд
zh_hans: 楼梯间
zh_hant: 樓梯間

# entranceTypeHome
source: home
ar: منزل
be: прыватны дом
ca: casa
cs: domov
da: hjem
de: Privateingang
el: σπιτιού
eo: hejma
es: casa
et: kodu sissepääs
eu: etxea
fr: une maison
he: בית
hr: kuća
hu: otthon
id: Rumah
it: casa
ja: 住居
mr: घर
nb: hjem
nl: huisingang
or: ଘର
pa: ਘਰ
pa_pk: گھر
pl: dom
ru: частный дом
sl: dom
sv: husdörr
th: บ้าน
uk: будинок
zh_hans: 家庭
zh_hant: 家庭

# entranceTypeShop
source: shop
ar: متجر
be: крама
ca: botiga
cs: obchod
da: butik
de: Laden
el: μαγαζιού
eo: butiko
es: tienda
et: poe sissepääs
eu: denda
fr: une boutique
he: חנות
hr: trgovina
hu: üzlet
id: Toko
it: negozio
ja: 店舗
mr: दुकान
nb: butikk
nl: winkelingang
or: ଦୋକାନ
pa: ਦੁਕਾਨ
pa_pk: دکان
pl: sklep
ro: magazin
ru: магазин
sl: trgovina
sv: butik
th: ร้านค้า
uk: магазин
zh_hans: 商店
zh_hant: 商家

# entranceTypeService
source: service
ar: خدمة
be: службовы
ca: servei
cs: služba
da: personale
de: Nebeneingang
el: υπηρεσίας
eo: servo
es: servicio
et: teenistussissepääs
eu: zerbitzua
fr: de service
he: שירות
hr: servis
hu: szolgáltatás
id: Servis
it: servizio
ja: 通用口
mr: सेवा
nb: personalinngang
nl: dienstingang
or: ସେବା
pa: ਸੇਵਾ
pa_pk: سروِس
pl: usługowe
ro: serviciu
ru: служебный
sl: servisni
th: บริการ
uk: службовий
zh_hans: 服务
zh_hant: 服務

# entranceTypeGarage
source: garage
ar: مرآب
be: гараж
ca: garatge
cs: garáž
el: γκαράζ
eo: garaĝo
es: cochera individual
et: garaaži sissepääs
eu: garajea
fr: d'un garage
he: מבנה חנייה
hr: garaža
hu: garázs
id: Garasi
ja: 車庫
mr: गराज
nb: garasje
nl: garage-ingang
or: ଗ୍ୟାରେଜ
pa: ਗੈਰੇਜ
pa_pk: گارج
pl: garaż
ro: garaj
ru: гараж
sl: garaža
th: โรงรถ
uk: гараж
zh_hans: 车库
zh_hant: 車庫

# entranceTypeEmergency
source: emergency
ar: طوارئ
be: запасны
ca: emergència
cs: nouzový
da: nødudgang
de: Notausgang
el: έκτακτης ανάγκης
eo: kriza
es: emergencia
et: avariisissepääs
eu: emerjentzia
fr: d'urgence
he: חירום
hr: u slučaju opasnosti
hu: vészkijárat
id: darurat
it: emergenza
ja: 非常口
mr: आणीबाणी
nb: nødutgang
nl: nooduitgang
or: ଜରୁରୀକାଳୀନ ପରିସ୍ଥିତି
pa: ਸੰਕਟਕਾਲੀਨ
pa_pk: ایمرجنسی
pl: ewakuacyjne
ro: urgență
ru: запасный
sl: v sili
sv: nödutgång
th: ฉุกเฉิน
uk: аварійний
zh_hans: 紧急
zh_hant: 緊急

# addressHouseNumber
source: House
ar: منزل
be: Нумар
ca: Casa
cs: Dům
da: Hus
de: Haus
el: αρ.
eo: Doma
es: Casa
et: Majanumber
eu: Etxea
fr: Maison
he: בית
hr: Kuća
hu: Ház
id: Nomor Rumah
it: Civico
ja: 住居番号
mr: घर क्रमांक
nb: Hus
nl: Huisnummer
or: ଘର
pa: ਘਰ
pa_pk: گھر
pl: Dom
ro: Casă
ru: Номер
sl: Hiša
sv: Husnummer
th: บ้าน
uk: Будинок
zh_hans: 房屋
zh_hant: 房屋

# addressHouseNotEmpty
source: Should not be empty
ar: لا يصح أن تكون فارغة
be: Не павінен быць пустым
ca: No hauria d'estar buit
cs: Nemělo by být prázdné
da: Bør ikke være tom
de: Sollte nicht leer sein
el: Δεν πρέπει να είναι κενό
eo: Ne devus esti malplena
es: No debe estar vacío
et: Majanumber ei tohiks jääda tühjaks
eu: Ez luke hutsik izan behar
fr: Ceci ne devrait pas être vide
he: לא אמור להישאר ריק
hr: Ne smije biti prazno
hu: Nem lehet üres
id: Tidak boleh kosong
it: Non dovrebbe essere vuoto
ja: 値を入力してください
mr: रिकामे नसावे
nb: Bør ikke være tom
nl: Zou niet leeg mogen zijn
or: ଖାଲି ରହିବା କଥା ନୁହଁ
pa: ਖਾਲੀ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ
pa_pk: اِتھے کھر دا نمبر چاہیدا
pl: Nie powinno być puste
ro: Nu ar trebui să fie gol
ru: Не должен быть пустым
sl: Ne smete biti prazni
sv: Får inte vara tomt
th: ไม่ควรว่างเปล่า
uk: Має бути не пустим
zh_hans: 不应为空
zh_hant: 不應該是空白的

# addressUnit
source: Unit
ar: الوحدة
be: Блок
ca: Unitat
cs: Jednotka
da: Enhed
de: Einheit
el: Μονάδα
eo: Unuo
es: Unidad
et: Üksus
eu: Unitatea
fr: Partie
he: יחידה
hr: Jedinica
hu: Egység
it: Unità
nb: Enhet
nl: Wooneenheid
or: ଏକକ
pa: ਯੂਨਿਟ
pa_pk: یونِٹ
pl: Jednostka
sl: Enota
sv: Enhet
th: ยูนิต
uk: Корпус
zh_hans: 单元
zh_hant: 套房

# addressUnitOptional
source: optional
ar: اختياري
be: неабавязкова
ca: opcional
cs: volitelné
da: valgfri
el: προαιρετικό
eo: nedeviga
es: opcional
et: pole kohustuslik
eu: aukerakoa
fr: optionnel
he: רשות
hr: opcionalno
hu: elhagyható
id: Opsional
it: facoltativo
ja: 任意項目
mr: पर्यायी
nb: valgfritt
nl: optioneel
or: ବୈକଳ୍ପିକ
pa: ਵਿਕਲਪਿਕ
pa_pk: نا لوڑھدا
pl: opcjonalnie
ru: не обязательно
sl: neobvezno
sv: valfritt
th: ไม่บังคับ
uk: не обовʼязково
zh_hans: 可选项
zh_hant: 可選

# addressBlock
source: Block
ar: المربع السكني
ca: Bloc
cs: Blok
da: Blok
el: Τετράγωνο
es: Bloquear
et: Kvartali number
eu: Blokea
fr: Bloc
he: מבנן/בלוק
hr: Stambeni blok
hu: Háztömb
id: Nomor blok
it: Blocck
ja: 街区符号/番/番地/地番
nb: Blokk
nl: Blok
or: ବ୍ଲକ
pa: ਬਲਾਕ
pl: Blok
ro: Bloc
ru: Блок
sl: Blok
sv: Kvarter
uk: Блок
zh_hans: 封锁

# addressStreet
source: Street
ar: الشارع
be: Вуліца
ca: Carrer
cs: Ulice
da: Gade
de: Straße
el: Οδός
eo: Strato
es: Calle
et: Tänav
eu: Kalea
fr: Rue
he: רחוב
hr: Ulica
hu: Utca
id: Jalan
it: Strada
ja: 街路
mr: मार्ग
nb: Gate
nl: Straat
or: ଗଳି
pa: ਗਲੀ
pa_pk: سٹریٹ
pl: Ulica
ro: Stradă
ru: Улица
sl: Ulica
sv: Gata
th: ถนน
uk: Вулиця
zh_hans: 街道
zh_hant: 道路

# addressPlace
source: Place
ar: مكان
be: Горад
ca: Lloc
cs: Místo
da: Sted
de: Ort
el: Μέρος
eo: Loko
es: Lugar
et: Asula
eu: Tokia
fr: Ville
he: מקום
hr: Mjesto
hu: Település
id: Tempat
it: Località
ja: 市町村
mr: ठिकाण
nb: Sted
nl: Stad
or: ଜାଗା
pa: ਥਾਂ
pa_pk: تھاں
pl: Miejsce
ru: Город
sl: Kraj
sv: Plats
th: สถานที่
uk: Місто
zh_hans: 地方
zh_hant: 地方

# notesAddNote
source: Add note
ar: إضافة ملاحظة
be: Дадаць нататку
ca: Afegir nota
cs: Přidat poznámku
da: Tilføj note
de: Hinweis hinzufügen
el: Προσθήκη σημείωσης
eo: Aldoni noton
es: Añadir nota
et: Lisa märkus
eu: Oharra gehitu
fr: Ajouter une note
he: הוספת הערה
hr: Dodaj bilješku
hu: Jegyzet hozzáadása
id: Tambahkan catatan
it: Aggiungi nota
ja: メモを追加
mr: टीप जोडा
nb: Legg til notat
nl: Voeg notitie toe
or: ଟିପ୍ପଣୀ ଯୋଡ଼ନ୍ତୁ
pa: ਨੋਟ ਜੋੜੋ
pa_pk: نوٹ پایو
pl: Dodaj uwagę
ro: Adaugă o notiță
ru: Добавить заметку
sl: Dodaj opombo
sv: Lägg till anteckning
th: เพิ่มโน้ต
uk: Додати нотатку
zh_hans: 添加注记
zh_hant: 新增註解

# notesComment
source: Your comment
ar: تعليقك
be: Ваш каментар
ca: El vostre comentari
cs: Váš komentář
da: Din kommentar
de: Dein Kommentar
el: Το σχόλιό σας
es: Tu comentario
et: Sinu kommentaar
eu: Zure iruzkina
fr: Votre commentaire
he: ההערה שלך
hr: Tvoj komentar
hu: Hozzászólás
id: Komentarmu
it: Il tuo commento
ja: あなたのコメント
nl: Jouw opmerking
or: ଆପଣଙ୍କର ମତାମତ
pa: ਤੁਹਾਡੀ ਟਿੱਪਣੀ
pl: Twój komentarz
ru: Ваш комментарий
sl: Tvoj komentar
sv: Din kommentar
uk: Ваш коментар
zh_hans: 你的评论

# notesAnonymous
source: Anonymous
ar: مجهول
be: Ананімны
ca: Anònim
cs: Anonymní
da: Anonym
de: Anonym
el: Ανώνυμος
eo: Anonima
es: Anónimo
et: Anonüümne
eu: Anonimoa
fr: Anonyme
he: אלמוני
hr: Anonimno
hu: Névtelen
id: Anonim
it: Anonimo
ja: 匿名
mr: अनामिक
nb: Anonym
nl: Anoniem
or: ବେନାମୀ
pa: ਅਨਾਮ
pa_pk: انام
pl: Anonimowy
ro: Anonim
ru: Аноним
sl: Anonimno
sv: Anonym
th: นิรนาม
uk: Анонімно
zh_hans: 匿名
zh_hant: 暱名

# notesClose
source: Resolve
ar: حل
be: Закрыць нататку
ca: Resoldre
cs: Vyřešit
da: Løs
de: Kartenhinweis schließen
el: Επίλυση
eo: Solvi
es: Resolver
et: Lahendatud
eu: Konpondu
fr: Résoudre
he: פתרון
hr: Riješi
hu: Megoldás
id: Selesaikan
it: Risolvi
ja: 解決
mr: निराकरण करा
nb: Løs
nl: Oplossen
or: ସମାଧାନ କରନ୍ତୁ
pa: ਹੱਲ ਕੱਢੋ
pa_pk: حل کھنڈو
pl: Rozwiąż
ro: Rezolvă
ru: Закрыть
sl: Razreši
sv: Lös
th: ปิด
uk: Опрацьовано
zh_hans: 解决
zh_hant: 解決
