Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# notesCloseMessage
source: Mark the note resolved?
ar: هل تم حل هذه الملاحظة؟
be: Пазначыць нататку вырашанай?
ca: Marca la nota com resolta?
cs: Označit poznámku jako vyřešenou?
da: Vil du markere noten som løst?
de: Kartenhinweis als erledigt markieren?
el: Επισήμανε τη σημείωση ως επιλυμένη;
eo: Ĉu marki la noton solvita?
es: ¿Marcar la nota como resuelta?
et: Kas märgime lahendatuks?
eu: Oharra konpondutzat eman?
fr: Marquer cette note comme résolue ?
he: לסמן את ההערה כפתורה?
hr: Označiti bilješku kao riješenu?
hu: Megjelöli a jegyzetet megoldottként?
id: Tandai catatan itu sudah diselesaikan?
it: Segnare la nota come risolta?
ja: メモを解決済にしますか？
mr: टीप सोडवली म्हणून चिन्हित करायची?
nb: Vil du merke notatet som løst?
nl: Markeer de notitie als opgelost?
or: ଟିପ୍ପଣୀଟିକୁ ସମାଧାନ କରିବେ?
pa: ਕੀ ਨੋਟ ਨੂੰ ਹੱਲ ਕੀਤਾ ਹੋਇਆ ਵਜੋਂ ਨਿਸ਼ਾਨਬੱਧ ਕਰਨਾ ਹੈ?
pa_pk: پکے، بند کرو؟
pl: Oznaczyć problem z tej uwagi jako rozwiązany?
ro: Marchezi notița ca rezolvată?
ru: Закрыть заметку?
sl: Označiti opombo kot rešeno?
sv: Markera anteckning som löst?
th: ปิดโน้ต?
uk: Позначити нотатку як опрацьовану?
zh_hans: 将注记标记为已解决？
zh_hant: 要標示註解為已解決嗎？

# notesCancelMessage
source: Cancel your OSM note?
ar: إلغاء ملاحة OSM الخاصة بك؟
be: Скасаваць нататку OSM?
ca: Cencel·lar la vostra nota OSM?
cs: Zrušit poznámku OSM?
da: Annullér din OSM-note?
de: OSM-Hinweis abbrechen?
el: Ακύρωση της OSM σημείωσής σας;
eo: Ĉu nuligi vian OSM-noton?
es: ¿Cancelar la nota de OSM?
et: Kas katkestame märkuse lisamise?
eu: Zure OSM oharra ezabatu?
fr: Annuler votre note OSM ?
he: לבטל את הערת ה־OSM שלך?
hr: Otkazati tvoju OSM bilješku?
hu: Megszakítja az OSM-jegyzetét?
id: Batalkan catatan OSM-mu?
it: Cancella la tua nota OSM?
ja: OSMメモを破棄しますか？
mr: तुमची OSM टिप रद्द करायची?
nb: Avbryt OSM-notatet ditt?
nl: Je OSM-notitie annuleren?
or: OSM ଟିପ୍ପଣୀଟିକୁ ନାକଚ କରିବେ?
pa: ਤੁਹਾਡੇ ਨੋਟ ਰੱਦ ਕਰੋ?
pa_pk: تہاڈے نوٹ رد کرو؟
pl: Czy anulować Twoją uwagę OSM?
ro: Anulezi notița OSM?
ru: Отменить ввод заметки?
sl: Želiš preklicati svojo opombo OSM?
sv: Avbryt din OSM-anteckning?
uk: Скасувати вашу OSM нотатку?
zh_hans: 取消你的OSM注记？
zh_hant: 取消你的 OSM 註解？

# drawUndo
source: Undo
be: Скасаваць
ca: Desfer
cs: Zrušit
da: Fortryd
de: Rückgängig machen
el: Αναίρεση
es: Deshacer
et: Pööra tagasi
fr: Retour
he: הסגה
hr: Poništi
id: Batalkan
nl: Ongedaan maken
pa: ਉਧੇੜੋ
ro: Înapoi
uk: Відмінити
zh_hans: 还原

# drawChangeTool
source: Change tool
be: Змяніць інструмент
ca: Canviar d'eina
cs: Změnit nástroj
da: Skift værktøj
de: Werkzeug ändern
el: Αλλαγή εργαλείου
es: Cambiar de herramienta
et: Muuda tarvikut
fr: Changer d'outil
he: החלפת כלי
hr: Promijeni alat
id: Ganti alat
nl: Wijzigen gereedschap
pa: ਸੰਦ ਬਦਲੋ
ro: Schimbă unealta
uk: Інструмент зміни
zh_hans: 更换工具

# drawScribble
source: Scribble
ca: Gargot
cs: Kreslení
da: Skrible
de: Zeichnen
el: Σχεδίαση
es: Garabato
et: Kritseldaja
fr: Dessiner
he: שרבוט
hr: Crtaj
id: Tulisan cakar Ayam
nl: Schetsen
pa: ਲਿਖਣਾ
uk: Каракулі
zh_hans: 涂画

# drawEraser
source: Eraser
ca: Goma d'esborrar
cs: Guma
da: Viskelæder
de: Radiergummi
el: Γόμα
es: Borrador
et: Kustutaja
fr: Effacer
he: מוחק
hr: Gumica
id: Penghapus
nl: Gum
pa: ਇਰੇਜ਼ਰ
ro: Radieră
uk: Ластик
zh_hans: 清除

# drawRoad
source: Road
be: Дарога
ca: Carretera
cs: Silnice
da: Vej
de: Straße
el: Δρόμος
es: Carretera
et: Tee
fr: Route
he: כביש
hr: Cesta
id: Jalan
nl: Weg
pa: ਸੜਕ
ro: Drum
uk: Дорога
zh_hans: 道路

# drawTrack
source: Track
ca: Pista
cs: Cesta
da: Spor
de: Feldweg
el: Αγροτικός δρόμος
es: Pista
et: Lihtne tee
fr: Chemin
he: מסלול
hr: Neasfaltirana cesta
id: Lacak
nl: Pad
pa: ਟਰੈਕ
uk: Трек
zh_hans: 路辙

# drawFootway
source: Footway
ca: Sender
cs: Chodník
da: Gangsti
de: Fußweg
el: Φτιαγμένο μονοπάτι
es: Sendero
et: Jalgtee
fr: Chemin piéton
he: מסלול הליכה
hr: Asfaltirana pješačka staza
id: Trotoar
nl: Voetpad
pa: ਤੁਰਨ ਦਾ ਰਾਹ
ro: Trotuar
uk: Пішохідна доріжка
zh_hans: 人行道

# drawPath
source: Path
ca: Ruta
cs: Stezka
da: Sti
de: Pfad
el: Άφτιαχτο μονοπάτι
es: Ruta
et: Rada
fr: Sentier
he: דרך
hr: Neasfaltirana pješačka staza
id: Jalur
nl: Pad
pa: ਰਾਹ
ro: Potecă
uk: Стежка
zh_hans: 小路

# drawCycleway
source: Cycleway
ca: Carril bici
cs: Cyklostezka
da: Cykelsti
de: Radweg
el: Ποδηλατόδρομος
es: Carril bici
et: Rattatee
fr: Piste cyclable
he: מסלול אופניים
hr: Odvojena biciklistička staza
id: Jalur sepeda
nl: Fietspad
pa: ਸਾਈਕਲ ਦਾ ਰਾਹ
ro: Pistă de biciclete
uk: Велодоріжка
zh_hans: 单车专用道

# drawCyclewayShared
source: Cycle lane
ca: Carril bici
cs: Cyklopruh
da: Cykelbane
de: Radspur
el: Ποδηλατική λωρίδα
es: Carril bici
et: Rattarada
fr: Voie cyclable
he: נתיב אופניים
hr: Biciklistička staza
id: Jalur sepeda
nl: Fietsstrook
pa: ਸਾਈਕਲ ਲੇਨ
ro: Pistă de biciclete
uk: Велосмуга
zh_hans: 单车车道

# drawWall
source: Wall
ca: Paret
cs: Stěna
da: Mur
de: Mauer
el: Τοίχος
es: Pared
et: Müür
fr: Mur
he: קיר
hr: Zid
id: Dinding
nl: Muur
pa: ਕੰਧ
ro: Zid
uk: Стіна
zh_hans: 墙壁

# drawFence
source: Fence
ca: Tanca
cs: Plot
da: Hegn
de: Zaun
el: Φράκτης
es: Valla
et: Aed
fr: Clôture
he: גדר
hr: Ograda
id: Pagar
nl: Hek
pa: ਵਾੜ
ro: Gard
uk: Паркан
zh_hans: 围栏

# drawPower
source: Power line
ca: Línia elèctrica
cs: Elektrické vedení
da: El-ledning
de: Stromleitung
el: Γραμμή ρεύματος
es: Red eléctrica
et: Elektriliin
fr: Ligne électrique
he: קו מתח גבוה
hr: Dalekovod
id: Saluran listrik
nl: Electriciteitslijn
pa: ਪਾਵਰ ਲਾਈਨ
ro: Linie electrică
uk: Лінія електропередач
zh_hans: 电线

# drawStream
source: Stream
ca: Rierol
cs: Potok
da: Vandløb
de: Bach
el: Ρέμα
es: Corriente
et: Oja
fr: Rivière
he: זרימה
hr: Potok
id: Sungai kecil/kali
nl: Stroom
pa: ਸਟ੍ਰੀਮ
ro: Pârâu
uk: Потік
zh_hans: 溪流

# apiStatusDownloading
source: Downloading data…
ar: جارٍ تنزيل البيانات …
be: Спампоўка даных…
ca: Descarregant dades…
cs: Stahování dat…
da: Downloader data…
de: Daten werden heruntergeladen …
el: Λήψη δεδομένων…
eo: Elŝutante datumojn…
es: Descargando datos…
et: Laadime andmeid alla…
eu: Datuak deskargatzen…
fr: Téléchargement des données…
he: הנתונים יורדים…
hr: Preuzimanje podataka…
hu: Adatok letöltése…
id: Mengunduh data…
it: Scaricamento dei dati…
ja: データダウンロード中…
mr: डेटा उतरवत आहे…
nb: Laster ned data …
nl: Gegevens downloaden…
or: ତଥ୍ୟ ଡାଉନଲୋଡ ହେଉଛି…
pa: ਡਾਟਾ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pa_pk: ڈیٹا ڈاؤن‌لوڈ کردے…
pl: Pobieranie danych…
ro: Se descarcă..
ru: Скачиваю данные…
sl: Prenos podatkov …
sv: Laddar ned data…
th: กำลังดาวน์โหลดข้อมูล…
uk: Завантаження даних…
zh_hans: 正在下载数据…
zh_hant: 下載資料中…

# apiStatusUpdatingDB
source: Saving elements to the app database
ar: حفظ العناصر في قاعدة بيانات التطبيق
be: Захаванне аб'ектаў у базе даных
ca: Desant elements a la base de dades de l'aplicació
cs: Ukládání prvků do databáze aplikace
da: Gemmer elementer i appdatabasen
de: Elemente werden in der App-Datenbank gespeichert
el: Αποθήκευση στοιχείων στη βάση δεδομένων της εφαρμογής
eo: Konservante de elementoj al la aplika datumbazo
es: Guardando elementos en la base de datos de la aplicación
et: Salvestame objekte rakenduse andmebaasi
eu: App-aren datubasean elementuak gordetzen
fr: Sauvegarde des éléments dans la base de données
he: הרכיבים נשמרים למסד הנתונים של היישום
hr: Spremanje elemenata u aplikacijsku bazu podataka
hu: Elemek mentése az alkalmazás adatbázisába
id: Menyimpan elemen ke database aplikasi
it: Salvataggio degli elementi nel database dell'app
ja: アプリのデータベースに要素を保存中
mr: अॅप डेटाबेसमध्ये घटक साठवत आहे
nb: Lagrer endringer til programdatabasen
nl: Gegevens aan het opslaan in de databank van de app
or: ଆପ୍ ଡାଟାବେସ୍ ରେ ଉପାଦାନ ଗୁଡିକ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਐਪ ਡਾਟਾਬੇਸ ਵਿੱਚ ਐਲੀਮੈਂਟਸ ਸੇਵ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pa_pk: ڈیٹابیس تے چیزاں سامبھدیاں
pl: Zapisywanie elementów do bazy danych aplikacji
ru: Обновляю данные в базе приложения
sl: Shranjevanje elementov v zbirko podatkov aplikacije
sv: Sparar element till appens databas
th: กำลังบันทึก Elements ลงในฐานข้อมูลแอปพลิเคชัน
uk: Зберігаємо елементи до сховища застосунку
zh_hans: 将要素保存到应用数据库
zh_hant: 將物件儲存到 app 資料庫

# apiStatusUploading
source: Uploading changes
ar: رفع التغييرات
be: Запампоўка змяненняў
ca: Pujant canvis
cs: Nahrávání změn
da: Uploader ændringer
de: Änderungen werden hochgeladen
el: Ανέβασμα αλλαγών
eo: Alŝutante ŝanĝojn
es: Cargando cambios
et: Laadime muudatusi üles
eu: Aldaketak kargatzen
fr: Envoi des modifications
he: השינויים נשלחים
hr: Prijenos promjena
hu: Módosítások feltöltése
id: Mengunggah perubahan
it: Caricamento delle modifiche
ja: 変更をアップロード中
mr: बदल चढवत आहे
nb: Laster opp endringer
nl: Gegevens aan het uploaden
or: ପରିବର୍ତ୍ତନଗୁଡିକ ଅପଲୋଡ୍ ହେଉଛି
pa: ਤਬਦੀਲੀਆਂ ਅਪਲੋਡ ਕੀਤਿਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pa_pk: ایہہ تبدیکیاں چڑھادیاں جاندیاں
pl: Przesyłanie zmian
ro: Se încarcă modificările
ru: Отправляю правки
sl: Nalaganje sprememb
sv: Laddar upp ändringar
th: กำลังอัปโหลดการเปลี่ยนแปลง
uk: Відправляємо правки
zh_hans: 正在上传更改
zh_hant: 上傳變動中

# apiStatusUploadingNotes
source: Uploading notes
ca: Carregant annotacions
cs: Nahrávání poznámek
da: Uploader noter
de: Notizen hochladen
el: Ανέβασμα σημειώσεων
es: Subiendo notas
et: Laadime märkusi üles
fr: Chargement des notes
he: ההערות נשלחות
hr: Prijenos bilježaka
id: Mengunggah catatan
nl: Notities aan het uploaden
or: ଟିପ୍ପଣୀଗୁଡିକ ଅପଲୋଡ୍ ହେଉଛି
pa: ਨੋਟ ਅਪਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
ro: Se încarcă notițele
uk: Примітки до завантаження
zh_hans: 上传注记

# faqMapTiny
source: Why is the map so tiny?
ar: لماذا الخريطة صغيرة جدًا؟
be: Чаму мапа такая маленькая?
ca: Per què el mapa és tan petit?
cs: Proč je mapa tak malá?
da: Hvorfor er kortet så småt?
de: Warum ist die Karte so klein?
el: Γιατί είναι ο χάρτης τόσο μικρός;
eo: Kial la mapo estas tiel eta?
es: ¿Por qué el mapa es tan pequeño?
et: Miks kaart on nii väike?
eu: Zergatik da mapa hain txikia?
fr: Pourquoi la carte est si petite ?
he: למה המפה כל כך זעירה?
hr: Zašto je karta tako mala?
hu: Miért ilyen kicsi a térkép?
id: Mengapa petanya sangat kecil?
it: Perché la mappa è così piccola?
ja: マップが小さいのは？
mr: नकाशा इतका लहान का आहे?
nb: Hvorfor er kartet så lite?
nl: Waarom is de kaart zo klein?
or: ମୋର ମାନଚିତ୍ର ଏତେ ଛୋଟ କାହିଁକି?
pa: ਨਕਸ਼ਾ ਇੰਨਾ ਛੋਟਾ ਕਿਓਂ ਹੈ?
pa_pk: نقشہ اینا چھوٹا چھوٹا کیوں اے؟
pl: Dlaczego mapa jest tak mała?
ro: De ce e harta așa de mică?
ru: Почему карта такая маленькая?
sl: Zakaj je zemljevid tako majhen?
sv: Varför är kartan så liten?
th: ทำไมแผนที่เล็กจัง?
uk: Чому мапа така маленька?
zh_hans: 为什么地图这么小？
zh_hant: 為什麼地圖這麼小？

# faqMapTinyContent
source: Because it's not the point. You only check your positioning on the map, and pan it to adjust. Watch the amenity list below, sorted by distance from you. The map gets bigger when you edit amenities far from your location. Although the app was made to edit things you see with your eyes.
ar: لأن هذا ليس هو المقصود وإنما هي فقط للتحقق من تحديد موقعك على الخريطة ولضبطه عبر التحريك، شاهد قائمة المنشآت أدناه، مرتبة بعدها منك. كما أن الخريطة تصبح أكبر عندما تقوم بتعديل المنشآت البعيدة عن موقعك، على الرغم من أن التطبيق تم تصميمه لتعديل الأشياء التي تراها بعينيك.
be: Бо не яна галоўная. Вы толькі правяраеце сваё месцазнаходжанне на мапе. Глядзіце спіс ўстаноў ніжэй, які адсартаваны па адлегласці ад вас. Мапа павялічваецца, калі вы рэдагуеце ўстановы, размешчаныя далёка ад вашага месцазнаходжання. Хаця праграма створана для рэдагавання аб'ектаў, якія вы бачыце сваімі вачыма.
ca: Perquè no és l'objectiu. Només comproveu la vostra posició al mapa i el desplaceu per ajustar-lo. Mireu la llista d'equipaments a continuació, ordenada per distància. El mapa es fa més gran quan editeu serveis lluny de la vostra ubicació. Tot i que l'aplicació es va crear per editar coses que veus amb els teus ulls.
cs: Protože to není hlavní část. Na mapě pouze kontrolujete svou polohu a posouváte ji, abyste se přizpůsobili. Níže sledujte seznam vybavení seřazený podle vzdálenosti od vás. Mapa se zvětší, když upravujete vybavení vzdálené od vaší polohy, ačkoli aplikace byla vytvořena pro úpravu věcí, které vidíte očima.
da: Fordi det ikke er det vigtigste. Du kontrollerer blot din position på kortet og rykker på det for at justere. Se listen over faciliteter nedenunder, sorteret efter afstand fra dig. Kortet bliver større, når du redigerer faciliteter langt fra din placering. Appen er dog lavet til at redigere ting, du ser med dine egne øjne.
de: Weil die Karte nur zur Überprüfung der gegenwärtigen Position dient. Der Kartenausschnitt kann verschoben werden, um die Liste der Einrichtungen unten anzupassen. Diese sind nach Entfernung sortiert. Die Karte wird größer, wenn du Einrichtungen weit entfernt von deinem Standort bearbeitest. Obwohl die App entwickelt wurde, um Dinge zu bearbeiten, die in Ihrer unmittelbaren Umgebung sind.
el: Διότι δεν είναι αυτός ο σκοπός. Μπορείτε μόνο να ελέγξετε τη θέση σας στον χάρτη και να τον μετακινήσετε για προσαρμογή. Δείτε τη λίστα με τις υποδομές από κάτω, ταξινομημένη κατά απόσταση από εσάς. Ο χάρτης γίνεται μεγαλύτερος όταν κάνετε επεξεργασία υποδομών μακριά από την τοποθεσία σας. Ωστόσο η εφαρμογή φτιάχτηκε για να κάνετε επεξεργασία πραγμάτων που βλέπετε με τα μάτια σας.
eo: Ĉar ne estas la pli grava afero. Vi nur kontrolas vian poziciigon sur la mapo, kaj pani ĝin por ĝustigi. Rigardu la liston de agrablaĵoj sube, ordigita laŭ distanco de vi. La mapo pligrandiĝas kiam vi redaktas agrablaĵojn malproksime de via loko. Kvankam la programo estis farita por redakti aferojn, kiujn vi vidas per viaj okuloj.
es: Porque no es el foco de atención. Sólo debes comprobar tu ubicación en el mapa, y desplazarte por él para ajustarlo. Mira la lista de servicios a continuación, ordenada por cercanía. El mapa se amplía al editar los servicios que están lejos de tu ubicación. Aunque la aplicación fue hecha para editar cosas que ves con tus ojos.
et: Sest see pole oluline. Sa ainult kontrolli oma asukohta kaardil ja kohandamiseks pööra kaarti. Vaatta allpoole kuvatavat teenuste nimekirja, mis on sorteeritud sinu kauguse järgi neist. Kaart muutub suuremaks, kui muudad teenuseid oma asukohast kaugel. Kuigi olemuselt rakendus on tehtud selleks, et muuta objekte nägemisulatuses.
eu: Gakoa ez delako hori. Zure kokapena mapan ziurtatu eta zoom maila aldatu doitzeko. Begiratu azpian dagoen zerbitzu eta negozioen zerrenda, zugandik duten distantziaren arabera ordenatuta. Mapa handiago bihurtzen da zure kokapenetik urrun dauden zerbitzuak editatzean, nahiz eta mapa horrelakoa egin den zuk begien parean dituzun zerbitzuak editatu ahal izateko.
fr: Parce que ce n’est pas le but. La carte sert uniquement à vous positionner et afficher une liste des points d’intérêts à proximité triés en fonction de leur distance par rapport à votre position. La carte est agrandie lors de l’édition de points d’intérêts éloignés de votre position, bien que l’application soit avant tout destinée à vous aider à modifier ce que vous voyez autour de vous.
he: כיוון שזאת לא הנקודה. במפה הזאת אפשר רק לבדוק מה המקום שלך ולשייט כדי לכוון. מתחת מופיעה רשימת השירותים הציבוריים, מסודרים לפי המרחק ממך. המפה גדלה בעת עריכת שירותים ציבוריים הרחק מהמקום שלך. למרות שהיישום לא נועד לעריכה של דברים שלא מופיעים לך מול העיניים.
hr: Jer je karta mišljena samo za provjeravanje tvog položaja na karti, te za pomicanje karte radi prilagođavanja. Dolje pogledaj popis usluga koji je poredan prema udaljenosti od tebe. Karta postaje veća kada uređuješ usluge daleko od tvoje lokacije, iako je aplikacija primarno napravljena za uređivanje stvari koje vidiš.
hu: Mert nem ez a lényeg. Csak ellenőrizze a helyzetét a térképen, és rögzítse a beállításhoz. Nézze meg az alábbi szolgáltatáslistát, amely az Öntől való távolság szerint van rendezve. A térkép nagyobb lesz, ha a helyzetétől távol eső szolgáltatásokat szerkeszt. Bár az alkalmazás a szemmel látható dolgok szerkesztéséhez készült.
id: Karena bukan itu intinya. Anda hanya memeriksa posisi Anda di peta, dan menggesernya untuk menyesuaikan. Perhatikan daftar fasilitas di bawah ini, diurutkan berdasarkan jarak dari Anda. Peta menjadi lebih besar ketika Anda mengedit fasilitas yang jauh dari lokasi Anda. Meskipun aplikasi ini dibuat untuk mengedit hal-hal yang Anda lihat dengan mata Anda.
it: Perché non è questo il punto. Si controlla solo la propria posizione sulla mappa e la si sposta per aggiustarla. Guardate l'elenco dei servizi qui sotto, ordinati in base alla distanza da voi. La mappa si ingrandisce quando si modificano servizi lontani dalla propria posizione. Anche se l'app è stata creata per modificare le cose che si vedono direttamente.
ja: そこはあまり重要では無いからです。マップ上では自分の位置を確認するだけで、パンして調整します。現在地に近い順にソートされた施設の一覧を見てください。 現在地から離れた施設を編集する際にはマップは大きくなります。アプリは自分の目で見たものを編集するように作られていますが。
mr: कारण ते इतके महत्वाचे नाही. तुम्ही फक्त नकाशावर तुमचे स्थान तपासा आणि समायोजित करण्यासाठी ते गरजेनुसार सरकवा. तुमच्यापासून अंतरानुसार क्रमवारी लावलेली, खालील सुविधांची यादी पहा. तुम्ही तुमच्या स्थानापासून दूर असलेल्या सुविधा संपादित करता तेव्हा नकाशा मोठा होतो. पण खरंतर हे अॅप आपण आपल्या डोळ्यांनी पहात असलेल्या गोष्टी संपादित करण्यासाठी तयार केले होते.
nb: For det er ikke poenget. Du bruker kartet for å finne din posisjonen og panorerer for å justere den. Se listen med fasiliteter nedenfor, sortert etter avstand fra deg. Kartet blir større når du redigerer fasiliteter langt fra din plassering. Appen ble laget for å redigere ting du ser med øynene dine.
nl: Want dat is niet het punt. Je controleert alleen je positie op de kaart, en beweegt hem om aan te passen. Bekijk de lijst met voorzieningen eronder, op afstand van jou gesorteerd. De kaart wordt groter als je voorzieningen bewerkt die ver van je af zijn. Echter is de app gemaakt om dingen te bewerken die je met je ogen kan zien.
or: କାରଣ ଏହା କଥା ନୁହେଁ। ଆପଣ କେବଳ ମାନଚିତ୍ରରେ ଆପଣଙ୍କ ଅବସ୍ଥାନ ଯାଞ୍ଚ କରନ୍ତୁ, ଏବଂ ଏହାକୁ ଆଡଜଷ୍ଟ କରିବାକୁ ପ୍ୟାନ୍ କରନ୍ତୁ। ଆପଣଙ୍କଠାରୁ ଦୂରତା ଅନୁଯାୟୀ ଚୟନ କରାଯାଇଥିବା ନିମ୍ନରେ ଥିବା ସୁବିଧା ତାଲିକା ଦେଖନ୍ତୁ। ଯଦିଓ ଆପଣ ଆଖିରେ ଦେଖୁଥିବା ଜିନିଷକୁ ସମ୍ପାଦନ କରିବା ପାଇଁ ଏହି ଆପ୍ ତିଆରି କରାଯାଇଥିଲା, ଯେତେବେଳେ ଆପଣ ଆପଣଙ୍କ ଅବସ୍ଥାନଠାରୁ ଦୂରରେ ଥିବା ସୁବିଧାଗୁଡିକ ସମ୍ପାଦନ କରନ୍ତି, ମାନଚିତ୍ର ବଡ଼ ହୋଇଯାଏ।
pa: ਕਿਉਂਕਿ ਇਹ ਮੁੱਦਾ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਸਿਰਫ਼ ਨਕਸ਼ੇ 'ਤੇ ਆਪਣੀ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰਦੇ ਹੋ, ਅਤੇ ਇਸਨੂੰ ਐਡਜਸਟ ਕਰਨ ਲਈ ਅੱਗੇ-ਪਿੱਛੇ ਕਰ ਸਕਦੇ ਹੋ। ਹੇਠਾਂ ਦਿੱਤੀ ਸਹੂਲਤ ਸੂਚੀ ਵੇਖੋ, ਜੋ ਤੁਹਾਡੇ ਤੋਂ ਦੂਰੀ ਦੇ ਅਨੁਸਾਰ ਕ੍ਰਮਬੱਧ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਸਥਾਨ ਤੋਂ ਦੂਰ ਸਹੂਲਤਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਦੇ ਹੋ ਤਾਂ ਨਕਸ਼ਾ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਹਾਲਾਂਕਿ ਇਹ ਐਪ ਉਨ੍ਹਾਂ ਚੀਜ਼ਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਬਣਾਈ ਗਈ ਸੀ ਜੋ ਤੁਸੀਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਦੇਖਦੇ ਹੋ।
pa_pk: <div dir="rtl" style="text-align: right" lang="pa-Aran-PK"> <br/>ایہدا ترک وام نقشہ ویکھݨ نہیں اے۔ تسیں ستھتی ہی ویکھ سکدے تے نقشہ چل سکدے۔ دکاناں دی لسٹ دکھیو، تہاڈے توں دوری انُسار کرمبند اے۔ <br/> <br/>جدوں تسیں آپݨے ٹکاݨے توں بہت دور سہولتاں دا سودھدے او تاں نقشہ وڈا ہو جاندا اے۔ حالانکہ، ایہہ ایپ اوہناں چیزاں نوں سودھݨ لئی بݨایاں گیاں سی جو تسیں آپݨیں اکھیں نال دکھدیاں او۔ </div>
pl: Bo nie o to chodzi. Sprawdzasz tylko swoją pozycję na mapie i przesuwasz ją, aby dostosować. Obejrzyj poniższą listę udogodnień, posortowaną według odległości od Ciebie. Mapa powiększa się, gdy edytujesz udogodnienia z dala od Twojej lokalizacji. Aplikacja ta została stworzona do edycji rzeczy, które widzisz oczami.
ru: Потому что не она главная. На карте нужно проверить только своё местоположение, и подвинуть, если оно не там. Смотрите на список заведений внизу, упорядоченный по расстоянию от вас. Карта становится больше, когда вы правите заведения вдали от себя. Хотя приложение сделано для правки того, что вы видите своими глазами.
sl: Ker to ni bistvo. Na zemljevidu le preverjaš svoj položaj in ga premikaš, za prilagoditev. Oglej si spodnji seznam točk POI, razvrščen po oddaljenosti. Zemljevid se poveča, ko urejaš vsebine, ki so oddaljene od tvoje lokacije. Aplikacija je pravzaprav narejena za urejanje stvari, ki jih vidiš z očmi.
sv: Eftersom det inte är poängen. Du använde kartan endast för att kontrollera din position och panorerar den för att justera. Håll ögonen på listan med ställen nedanför, sorterade efter avstånd från dig. Kartan blir större när du redigerar ställen långt ifrån din position. Appen skapades dock för att redigera sådant du ser med dina ögon.
th: เพราะว่านั่นไม่ใช่สาระสำคัญ คุณตรวจสอบตำแหน่งของคุณบนแผนที่ ลากเพื่อปรับ ดูรายชื่อสถานที่ด้านล่างที่เรียงตามระยะห่างจากคุณ แผนที่จะขยายใหญ่ขึ้นเมื่อคุณแก้ไขสถานที่ที่อยู่ไกลจากคุณ ถึงแม้ว่าแอปนี้ถูกออกแบบมาสำหรับการแก้ไขสิ่งที่เห็นได้ด้วยตาเปล่าก็ตาม
uk: Тому що мапа - це не головне. Вона потрібна щом знайти себе та посунути до якогось місця. Головне - перелік точок під мапою, впорядковані від найближчої до найдальшої. Мапа збільшується коли редагуєте точки далекі від вашої геолокації. А ще в цому застосунку краще редагувати місця, які ви бачите наживо.
zh_hans: 因为这不是重点。您只需在地图上查看自己的位置，然后平移地图进行调整。查看下方的设施列表，它会按距离您的远近排序。 当你编辑的设施距离你的位置较远时，地图会变大。虽然这款应用是用来编辑你亲眼所见的事物。
zh_hant: 因為這並不是重點，你只需要在地圖上檢查你的位置，然後平移來調整。觀察下方列的便利設施列表，依照距離來排序。 當你編輯離你位置比較遠的便利設施時地圖會變更大，儘管 app 的目的是編輯你所看到的東西。

# faqCheckmarks
source: What are the checkmarks for?
ar: ما هي علامات الاختيار لـ؟
be: Навошта патрэбна птушка?
ca: Per a què serveixen les marques de verificació?
cs: K čemu jsou značky?
da: Hvad er fluebenene til?
de: Wozu dienen die Häkchen?
el: Για τι είναι τα σημάδια ελέγχου;
eo: Por kio estas la markomarkoj?
es: ¿Para qué sirven las marcas de verificación?
et: Mille jaoks on ✓-märked?
eu: Zer esan nahi dute egiaztapen markek?
fr: À quoi servent les marqueurs de validation ?
he: למה מיועדים הסימונים?
hr: Čemu služe kvačice?
hu: Mire valók az ellenőrzőjelek?
id: Untuk apa tanda centang itu?
it: A cosa servono i segni di spunta?
ja: チェックマークの用途は？
mr: बरोबर चिन्हे कशासाठी आहेत?
nb: Hva er hakene til for?
nl: Waar zijn de vinkjes voor?
or: ଚେକ୍ମାର୍କଗୁଡ଼ିକ କ'ଣ ପାଇଁ ଅଛି?
pa: ਚੈੱਕਮਾਰਕ ਕਿਸ ਲਈ ਹਨ?
pa_pk: چیک چِنھ کس لئی ہن؟
pl: Do czego służą znaczniki wyboru?
ru: Для чего галочки в списке?
sl: Kaj pomenijo kljukice?
sv: Vad är bockarna till för?
th: เครื่องหมายถูกมีไว้ทำอะไร?
uk: Для чого потрібні галочки?
zh_hans: 复选标记的用途是什么？
zh_hant: 檢核標誌的用途是什麼呢？
