Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# loadingStart
source: Initializing…
ar: جار بدء التشغيل …
be: Падрыхтоўка…
ca: Iniciant…
cs: Načítání…
da: Starter op…
de: Initialisierung…
el: Εκκίνηση…
eo: Komencante…
es: Inicializando…
et: Rakenduse käivitamine…
eu: Hasieratzen…
fa: درحال راه‌اندازی…
fi: Käynnistyy…
fr: Démarrage…
he: מתחיל…
hr: Inicijaliziranje …
hu: Előkészítés…
id: Menginisialisasi…
it: Inizializzazione…
ja: 初期化中…
mr: चालू होत आहे…
nb: Starter opp …
nl: Initialiseren…
or: ଆରମ୍ଭ ହେଉଛି…
pa: ਸ਼ੁਰੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pa_pk: شروع کردے۔ ۔ ۔
pl: Inicjalizacja…
ru: Подготовка…
sl: Inicializacija …
sv: Initialiserar…
th: กำลังโหลด…
uk: Підготовка…
zh_hans: 初始化中…
zh_hant: 啟動中...…

source: Loading presets…
ar: جارٍ تحميل القوالب …
be: Загрузка нарыхтовак…
ca: Carregant valors predefinits…
cs: Načítání přednastavení…
da: Indlæser forudindstillinger…
de: Vorlagen werden geladen…
el: Φόρτωση presets…
eo: Ŝargante antaŭgordojn…
es: Cargando preajustes…
et: Laadime eelseadeid…
eu: Lehenespenak kargatzen…
fa: درحال بارگیری تنظیمات از پیش تعیین شده…
fi: Lataa esivalintoja…
fr: Chargement des préréglages…
he: ערכות נטענות…
hr: Učitavanje postavki …
hu: Előbeállítások betöltése…
id: Memuat preset…
it: Caricamento dei preset…
ja: プリセットを読み込んでいます…
mr: प्रीसेट वाचत आहे…
nb: Laster inn forhåndsinnstillinger …
nl: Voorkeuzen laden…
or: ପ୍ରିସେଟ ଲୋଡ ହଉଛି…
pa: ਪ੍ਰੀਸੈੱਟ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ…
pa_pk: پریسیٹ لوڈ کردے۔ ۔ ۔
pl: Wczytywanie szablonów…
ru: Загружаю заготовки…
sl: Nalaganje prednastavitev …
sv: Laddar förinställningar…
th: กำลังโหลด Presets…
uk: Завантаження шаблонів…
zh_hans: 正在加载预设值……
zh_hant: 載入預設組合…

source: Loading changes…
ar: جارٍ تحميل التغييرات …
be: Загрузка правак…
ca: Carregant canvis…
cs: Načítání změn…
da: Indlæser ændringer…
de: Änderungen werden geladen…
el: Φόρτωση αλλαγών…
eo: Ŝargante ŝanĝojn…
es: Cargando cambios…
et: Laadime muudatusi…
eu: Aldaketak kargatzen…
fa: درحال بارگیری تغییرات…
fi: Lataa muutoksia…
fr: Chargement des modifications…
he: שינויים נטענים…
hr: Učitavanje promjena …
hu: Módosítások betöltése…
id: Memuat perubahan…
it: Caricamento modifiche…
ja: 変更箇所を読み込んでいます…
mr: बदल वाचत आहे…
nb: Laster inn endringer …
nl: Wijzigingen laden…
or: ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଅଣାଯାଉଛି…
pa: ਤਬਦੀਲੀਆਂ ਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ…
pa_pk: تبدیلیاں لوڈ کرڈے۔ ۔ ۔
pl: Wczytywanie zmian…
ru: Вспоминаю изменения…
sl: Nalaganje sprememb …
sv: Laddar ändringar…
th: กำลังโหลดการเปลี่ยนแปลง…
uk: Завантажую правки …
zh_hans: 加载变更中……
zh_hant: 載入變動…

# loadingLocation
source: Acquiring location…
ar: جاري الحصول على الموقع …
be: Вызначэнне месцазнаходжання…
ca: Obtenint la ubicació…
cs: Získávání polohy…
da: Bestemmer placering…
de: Standort wird bestimmt…
el: Ανάκτηση τοποθεσίας…
eo: Akirante lokon…
es: Adquiriendo la ubicación…
et: Tuvastame asukohta…
eu: Kokapena eskuratzen…
fa: در حال یافتن مکان…
fi: Hakee sijaintia…
fr: Acquisition de la position…
he: המיקום מאותר…
hr: Traženje lokacije …
hu: Hely megszerzése…
id: Mendapatkan lokasi…
it: Acquisizione della posizione…
ja: 現在地を取得しています…
mr: स्थान मिळवत आहे…
nb: Henter posisjon …
nl: Locatie bepalen…
or: ଅବସ୍ଥାନ ଆଣୁଛି…
pa: ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pa_pk: ستھتی لبھدی۔ ۔ ۔
pl: Ustalanie położenia…
ru: Ищу вас на карте…
sl: Pridobivanje lokacije …
sv: Hämtar plats…
th: กำลังระบุตำแหน่ง…
uk: Визначаю координати…
zh_hans: 正在获取位置……
zh_hant: 取得位置中…

# loadingChangesFailed
source: Failed to load changes
ar: فشل تحميل التغييرات
be: Не удалося загрузіць праўкі
ca: Error en carregar canvis
cs: Nepodařilo se načíst změny
da: Kunne ikke indlæse ændringer
de: Fehler beim Laden der Änderungen
el: Απέτυχε η φόρτωση των αλλαγών
eo: Malsukcesis ŝargi ŝanĝojn
es: Error al cargar los cambios
et: Laadimine ei õnnestunud
eu: Akatsa gertatu da aldaketak kargatzean
fa: تغییرات بارگیری نشد
fi: Muutosten lataaminen epäonnistui
fr: Échec du chargement des modifications
he: טעינת השינויים נכשלה
hr: Neuspjelo učitavanje promjena
hu: A módosítások betöltése sikertelen
id: Gagal memuat perubahan
it: Caricamento modifiche fallito
ja: 変更箇所の読み込みに失敗しました
mr: बदल वाचण्यात अपयश
nb: Kunne ikke laste inn endringer
nl: Fout: kon wijzigingen niet laden
or: ଅଦ୍ୟତନଗୁଡ଼ିକ ଆଣିବା ବିଫଳ ହେଲା
pa: ਤਬਦੀਲੀਆਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pa_pk: تبدیلیاں لوڈ نہیں سکدیاں
pl: Nie udało się wczytać zmian
ru: Ошибка при загрузке изменений
sl: Sprememb ni bilo mogoče naložiti
sv: Kunde inte ladda ändringar
th: การโหลดการเปลี่ยนแปลงล้มเหลว
uk: Помилка завантаження правок
zh_hans: 加载变更失败
zh_hant: 載入變動失敗

# loadingTooMuchDataTitle
source: Too much data
ar: الكثير من البيانات
be: Занадта шмат даных
ca: Massa dades
cs: Příliš mnoho dat
da: For mange data
de: Zu viele Daten
el: Πάρα πολλά δεδομένα
eo: Tro da datumoj
es: Demasiados datos
et: Liiga palju andmeid
eu: Datu gehiegi
fa: داده ها بیش از حد زیاد است
fi: Liikaa dataa
fr: Trop de données
he: יותר מדי נתונים
hr: Previše podataka
hu: Túl sok adat
id: Terlalu banyak data
it: Troppi dati
ja: データが多すぎます
mr: खूप जास्त डेटा
nb: For mye data
nl: Te veel gegevens
or: ଅତ୍ୟଧିକ ତଥ୍ୟ
pa: ਬਹੁਤ ਜਿਆਦਾ ਡਾਟਾ
pa_pk: بہت ڈیٹے
pl: Za dużo danych
ru: Данных многовато
sl: Preveč podatkov
sv: För mycket data
th: ข้อมูลมากเกินไป
uk: Забагато даних
zh_hans: 数据太多了
zh_hant: 太多資料了

# loadingTooMuchData
source: Purge downloaded data in Settings to make the editor faster.
ar: قم بإزالة البيانات التي تم تنزيلها من الإعدادات لتسريع عمل المحرر.
be: Ачысціце загружаныя даныя ў Наладах, каб паскорыць рэдактар.
ca: Netegeu les dades baixades des de Configuració per accelerar l'editor.
cs: Pro zrychlení editoru vymažte data v Nastavení.
da: Ryd downloadede data i Indstillinger for at gøre editoren hurtigere.
de: Lösche heruntergeladene Daten in den Einstellungen, um den Editor zu beschleunigen.
el: Καθαρίστε τα ληφθέντα δεδομένα στις Ρυθμίσεις για να κάνετε τον επεξεργαστή πιο γρήγορο.
eo: Purigu elŝutitajn datumojn en Agordoj por plirapidigi la redaktilon.
es: Purgar los datos descargados desde los ajustes, para acelerar el editor.
et: Et kaardi muutmine toimiks kiiremini, kustuta vanad allalaaditud andmed.
eu: Editorea azkarrago ibiltzeko ezabatu deskargatutako datuak aplikazioaren ezarpenetan.
fa: داده های دانلود شده را در تنظیمات پاک کنید تا ویرایشگر سریعتر شود
fi: Tyhjennä ladattu data asetuksista, jotta editori toimii nopeammin.
fr: Effacer les données téléchargées dans les préférences pour rendre l'éditeur plus rapide.
he: אפשר למחוק לחלוטין נתונים שירדו דרך ההגדרות כדי להאיץ את העורך.
hr: Izbriši preuzete podatke u postavkama za brži rad uređivača.
hu: Törölje a letöltött adatokat a Beállításokban, hogy gyorsabbá tegye a szerkesztőt.
id: Bersihkan data yang diunduh di Pengaturan untuk mempercepat editor.
it: Rimuovi i dati scaricati in "Impostazioni" per rendere l'editor più veloce.
ja: 設定内のダウンロード済データを消去してエディタを高速化します。
mr: एडिटरचा वेग वाढवण्यासाठी सेटिंग मधून डाऊनलोड केलेला देता पुसा.
nb: Tøm nedlastede data under Innstillinger for å gjøre verktøyet raskere.
nl: Vernietig gedownloade data in Instellingen om de bewerker sneller te maken.
or: ସମ୍ପାଦକଙ୍କୁ ଦ୍ରୁତ କରିବା ପାଇଁ ସେଟିଂସରେ ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଡାଟା ବିଲୋପ କରନ୍ତୁ।
pa: ਸੰਪਾਦਕ ਨੂੰ ਤੇਜ਼ ਬਣਾਉਣ ਲਈ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਸਾਫ਼ ਕਰੋ।
pa_pk: جلدی سودھ کرن سیٹنگاں تے ڈیتا ہٹاؤ۔
pl: Usuń pobrane dane z Ustawień, aby przyspieszyć działanie edytora.
ru: Почистите данные в меню настроек, чтобы ускорить редактор.
sl: Počisti prenesene podatke v Nastavitvah, da bo urejevalnik hitrejši.
sv: Rensa nedladdad data i Inställningar för att göra editorn snabbare.
th: ล้างข้อมูลที่ดาวน์โหลดแล้วในหน้าการตั้งค่าเพื่อให้ Editor ทำงานเร็วขึ้น
uk: В налаштуваннях можна очистити дані щоб редактор працював швидше.
zh_hans: 在设置中清除已下载的数据以使编辑器更快。
zh_hant: 清除設定中的下載資料來讓編輯加速。

# dataDownloadFailed
source: Download failed
ar: فشل التنزيل
be: Памылка загрузкі
ca: Error de descàrrega
cs: Stahování selhalo
da: Download mislykkedes
de: Download fehlgeschlagen
el: Απέτυχε η λήψη
eo: Elŝuto malsukcesis
es: Error en la descarga
et: Allalaadimine ei õnnestunud
eu: Deskargak huts egin du
fa: بارگیری ناموفق
fi: Lataus epäonnistui
fr: Échec du téléchargement
he: הורדה נכשלה
hr: Neuspjelo preuzimanje
hu: A letöltés sikertelen
id: Pengunduhan gagal
it: Download fallito
ja: ダウンロード失敗
mr: डाऊनलोड अयशस्वी
nb: Nedlasting mislyktes
nl: Download mislukt
or: ଡାଉନଲୋଡ ବିଫଳ ହେଲା
pa: ਡਾਊਨਲੋਡ ਅਸਫਲ
pa_pk: ڈاؤن‌لوڈ کر نہیں سکیا
pl: Błąd pobierania
ru: Скачать не удалось
sl: Prenos ni uspel
sv: Nedladdning misslyckades
th: ดาวน์โหลดล้มเหลว
uk: Не вдалося завантажити
zh_hans: 下载失败
zh_hant: 下載失敗

# dataDownloadSuccessful
source: Download successful
ar: تم التنزيل بنجاح
be: Паспяхова загружана
ca: Descàrrega correcta
cs: Stahování bylo úspěšné
da: Download lykkedes
de: Download erfolgreich
el: Επιτυχής λήψη
eo: Elŝuto sukcesa
es: Descarga exitosa
et: Allalaadimine õnnestus
eu: Deskarga ongi burutu da
fa: بارگیری موفق
fi: Lataus onnistui
fr: Téléchargement réussi
he: הורדה הצליחה
hr: Uspjelo preuzimanje
hu: A letöltés sikeres
id: Pengunduhan berhasil
it: Download riuscito
ja: ダウンロード成功
mr: डाऊनलोड झाले
nb: Nedlasting ferdig
nl: Download geslaagd
or: ଡାଉନଲୋଡ ସଫଳ ହେଲା
pa: ਡਾਊਨਲੋਡ ਸਫਲ
pa_pk: ڈاؤن‌لوڈ کیتا گیا
pl: Pobrano pomyślnie
ru: Скачивание завершено
sl: Prenos uspešen
sv: Nedladdning lyckades
th: ดาวน์โหลดสำเร็จ
uk: Успішно завантажено
zh_hans: 下载成功
zh_hant: 下載成功

# dataDownloadedCount
source: {count,plural, =1{Downloaded {count} element.} few{Downloaded {count} elements.} other{Downloaded {count} elements.}}
ar: {count,plural, =1{{count} عنصر تم تحميله.} few{{count} عنصر تم تحميله.} other{{count} عنصر تم تحميله.}}
be: {count,plural, =1{Загружаны {count} аб'ект.} few{Загружана {count} аб'екта.} other{Загружана {count} аб'ектаў.}}
ca: {count,plural, =1{{count} element descarregat.} few{{count} elements descarregats.} other{{count} elements descarregats.}}
cs: {count,plural, =1{Stažen {count} prvek.} few{Staženy {count} prvky.} other{Staženo {count} prvků.}}
da: {count,plural, =1{Downloadede {count} element.} few{Downloadede {count} elementer.} other{Downloadede {count} elementer.}}
de: {count,plural, =1{{count} Element heruntergeladen.} few{{count} Elemente heruntergeladen.} other{{count} Elemente heruntergeladen.}}
el: {count,plural, =1{Ελήφθη {count} στοιχείο.} few{Ελήφθησαν {count} στοιχεία.} other{Ελήφθησαν {count} στοιχεία.}}
eo: {count,plural, =1{Elŝutiĝis {count} elemento.}, =few{Elŝutiĝis {count} elementoj.}, =other{Elŝutiĝis {count} elementoj.}}
es: {count,plural, =1{{count} elemento descargado.} few{{count} elementos descargados.} other{{count} elementos descargados.}}
et: {count,plural, =1{Allalaaditud {count} objekt.} few{Allalaaditud {count} objekti.} other{Allalaaditud {count} objekti.}}
eu: {count,plural, =1{Elementu {count} deskargatu da.} few{{count} elementu deskargatu dira.} other{ {count} elementu deskargatu dira.}}
fa: {count,plural, =1{دانلود شد {count} element.}, =few{دانلود شد {count} elements.}, =other{دانلود شد {count} elements.}}
fi: {count,plural, =1{{count} elementti ladattiin.}, =few{{count} elementtiä ladattiin.}, =other{{count} elementtiä ladattiin.}}
fr: {count,plural, =1{{count} élément téléchargé.} few{{count} éléments téléchargés.} other{{count} éléments téléchargés.}}
he: {count,plural, =1{ירד רכיב.} few{ירדו {count} רכיבים.} other{ירדו {count} רכיבים.}}
hr: {count,plural, =1{Preuzet je {count} element.} few{Preuzeto {count} elemenata.} other{Preuzeto {count} elemenata.}}
hu: {count,plural, =1{{count} elem letöltve.} few{{count} elem letöltve.} other{{count} elem letöltve.}}
id: {count,plural, =1{Elemen {count} yang diunduh.} few{Elemen {count} yang diunduh.} other{Elemen {count} yang diunduh.}}
it: {count,plural, =1{Scaricato {count} elemento.} few{Scaricati {count} elementi.} other{Scaricati {count} elementi.}}
ja: {count,plural, =1{{count} 件のエレメントをダウンロード.} few{{count} 件のエレメントをダウンロード.} other{{count} 件のエレメントをダウンロード.}}
mr: {count,plural, =1{{count} वस्तू डाऊनलोड केले.}, =few{{count} वस्तू डाऊनलोड केले.}, =other{{count} वस्तू डाऊनलोड केले.}}
nb: {count,plural, =1{Nedlastede {count} element.} few{Nedlastede {count} elementer.} other{Nedlastede {count} elementer.}}
nl: {count,plural,=1{{count} element gedownload.} few{{count} elementen gedownload.} other{{count} elementen gedownload.}}
or: {count,plural, =1{ଡାଉନଲୋଡ ହେଲା {count} ଜିନିଷ .} କିଛି {ଡାଉନଲୋଡ ହେଲା {count} ଜିନିଷ.} other{ଡାଉନଲୋଡ ହେଲା {count} ଜିନିଷ.}}
pa: {count,plural, =1{{count} ਡਾਉਨਲੋਡ ਕੀਤੀ।} few{Downloaded {count} ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ।} other{{count} ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ।}}
pa_pk: {count,plural, =1{{count} چیز ڈاؤن‌لوڈ کیتی۔}, =few{Downloaded {count} چیزاں ڈاؤن‌لوڈ کیتیاں۔}, =other{{count} چیزاں ڈاؤن‌لوڈ کیتیاں۔}}
pl: {count,plural, =1{Pobrano {count} element.} few{Pobrano {count} elementy.} other{Pobrano {count} elementów.}}
ru: {count,plural, =1{Загружен {count} объект.} few{Загружены {count} объекта.} other{Загружены {count} объектов.}}
sl: {count,plural, =1{Prenesen {count} element.} =2{Prenesena {count} elementa.} few{Preneseni {count} elementi.} other{Preneseno {count} elementov.}}
sv: {count,plural, =1{Laddade ned {count} element.} few{Laddade ned {count} element.} other{Laddande {count} element.}}
th: {count,plural, =1{ดาวน์โหลดแล้ว {count} element.} few{ดาวน์โหลดแล้ว {count} elements.} other{ดาวน์โหลดแล้ว {count} elements.}}
uk: {count,plural, =1{Завантажен {count} обʼєкт.} few{Заватнажено {count} обʼєкти.} other{Завантажено {count} обʼєктів.}}
zh_hans: {count,plural, =1{已下载 {count} 要素。} few{已下载 {count} 个要素。} other{已下载 {count} 个要素。}}
zh_hant: {count,plural, =1{已下載 {count} 物件。}, =few{已下載 {count} 物件。}, =other{已下載 {count} 物件。}}

# tileNo
source: no
ar: لا يوجد
be: не
ca: sense
cs: ne
da: nej
de: kein
el: όχι
eo: ne
et: ei
eu: ez
fa: نه
fi: ei
fr: Pas de
he: אין
hr: bez
hu: nem
id: TIDAK
mr: नाही
nb: nei
nl: geen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: brak
ro: fără
ru: нет
sl: ne
sv: ej
th: ไม่
uk: Ні
zh_hans: 无
zh_hant: 無

# tileNothingAround
source: No amenities around you in {distance} meters.
ar: لا تتواجد منشآت من حولك وذلك في نطاق {distance} متر.
be: Няма карысных кропак вакол вас у {distance} метрах.
ca: No hi ha serveis a {distance} metres al teu voltant.
cs: V okruhu {distance} metrů nebyla nalezena žádná občanská vybavenost.
da: Ingen faciliteter inden for {distance} meter.
de: Keine POIs im Umkreis von {distance} Metern.
el: Δεν υπάρχουν υποδομές γύρω σας για {distance} μέτρα.
eo: Neniuj agrablaĵoj ĉirkaŭ vi en {distance} metroj.
es: Sin servicios en {distance} metros a la redonda.
et: {distance} meetri raadiuses ei ole ühtegi teenust.
eu: Ez dago zerbitzurik zure inguruan {distance} metrotan.
fa: در {distance} متری شما امکانات رفاهی وجود ندارد.
fi: Ei palveluita {distance} metrin säteellä.
fr: Aucun élément autour de vous dans un rayon de {distance} mètres.
he: אין סביבך מקומות פנאי בטווח של {distance} מטרים.
hr: Nema usluga u okrugu od {distance} metara.
hu: Nincsenek szolgáltatások Ön körül {distance} méteren belül.
id: Tidak ada fasilitas di sekitar Anda dalam jarak {distance} meter.
it: Nessun POI entro {distance} metri.
ja: 周囲 {distance}m以内に施設がありません。
mr: जवळच्या {distance}m मध्ये सुखसोयी नाही.
nb: Ingen fasiliteter innen {distance} meter fra deg.
nl: Geen POI in jouw buurt in {distance} meter.
or: {distance} ମିଟରରେ ଆପଣଙ୍କ ଚାରିପାଖରେ କୌଣସି ସୁବିଧା ନାହିଁ।
pa: {distance} ਮੀਟਰ ਵਿੱਚ ਤੁਹਾਡੇ ਆਲੇ-ਦੁਆਲੇ ਕੋਈ ਸੁਵਿਧਾਵਾਂ ਨਹੀਂ ਹਨ।
pa_pk: ‫{distance}‬ میٹراں نال نیڑے تیڑے تے نشان نہیں لبھے سی۔
pl: W promieniu {distance} metrów nie odnaleziono żadnych użytecznych punktów.
ro: Nicio facilitate în {distance} de metri în jurul tău.
ru: Нет заведений в радиусе {distance} метров.
sl: Na razdalji {distance} metrov okoli tebe ni točk POI.
sv: Inga ställen inom {distance} meter från dig.
th: ไม่พบสถานที่รอบตัวคุณในระยะ {distance} เมตร
uk: Немає точок в радіусі {distance} метрів.
zh_hans: 您周围 {distance} 米内没有任何设施。
zh_hant: 你周圍 {distance} 公尺內沒有任何便利設施。

# tileDragTheMap
source: Please move closer to anything, drag the map, or add a missing amenity.
ar: نرجوا منك الاقتراب من أي شيء، أو قم بسحب الخريطة، أو قم بإضافة مكان غير موجود.
be: Калі ласка, падыдзіце да чаго-небудзь бліжэй, перацягніце мапу або дадайце адсутную карысную кропку.
ca: Si us plau apropa't a qualsevol cosa, arrossega el mapa o afegeix un equipament que falti.
cs: Běžte prosím blíže k čemukoli, posuňte mapu nebo přidejte chybějící bod.
da: Bevæg dig tættere på noget, træk i kortet eller tilføj en manglende facilitet.
de: Gehe an einen anderen Ort, verschiebe die Karte oder füge fehlende POIs hinzu.
el: Παρακαλώ πλησιάστε κάτι, σύρετε τον χάρτη ή προσθέστε μία υποδομή που λείπει.
eo: Bonvolu proksimiĝi al io ajn, treni la mapon aŭ aldoni mankantan agrablaĵon.
es: Acércate a cualquier cosa, arrastra el mapa o añade un servicio que falte.
et: Palun liigu soovitud kohale lähemale, liiguta kaarti või lisa puuduv teenus.
eu: Mesedez mugitu zerbaitetik gertuagora, mugitu mapa edo gehitu falta den zerbitzu bat.
fa: لطفا به اماکن اطراف نزدیک شوید، نقشه را جابجا کنید، یا یک مکان جا افتاده را اضافه کنید.
fi: Siirry lähemmäs mitä tahansa, vedä karttaa tai lisää puuttuva palvelu.
fr: Rapprochez-vous de quoi que ce soit, faites glisser la carte ou ajoutez un élément manquant.
he: נא להתקרב למשהו, לגרור את המפה או להוסיף מקום פנאי חסר.
hr: Približi se bilo čemu, pomakni kartu ili dodaj nedostajuću uslugu.
hu: Menjen közelebb valamihez, húzza a térképet, vagy adjon hozzá egy hiányzó szolgáltatást.
id: Silakan mendekat ke tempat apa pun, seret peta, atau tambahkan fasilitas yang belum ada.
it: Avvicinati a qualsiasi cosa, trascina la mappa oppure aggiungi un'attività mancante.
ja: 近くの施設まで移動するか、地図の表示を移動させるか、あるいは新しく施設を追加してください。
mr: कशाचा शेजारी जावा किंवा नकाशा सरकवा किंवा नसलेली सुखसोयी जोडा.
nb: Vennligst gå nærmere noe, flytt kartet, eller legg til en manglende fasilitet.
nl: Nader alstublieft dichter tot iets, versleep de kaart, of voeg een nieuwe POI toe.
or: ଦୟାକରି କୌଣସି ଜିନିଷର ନିକଟତର ହୁଅନ୍ତୁ, ମାନଚିତ୍ରକୁ ଟାଣି ନିଅନ୍ତୁ, କିମ୍ୱା ଏକ ନଥିବା ସ୍ଥାନ ଯୋଡନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਦੇ ਨੇੜੇ ਜਾਓ, ਨਕਸ਼ੇ ਨੂੰ ਖਿੱਚੋ, ਜਾਂ ਗੁੰਮ ਹੋਈ ਸਹੂਲਤ ਸ਼ਾਮਲ ਕਰੋ।
pa_pk: ہور کجھ تھاں نوں چلیو یا نواں نشان پایو۔
pl: Zbliż się do czegokolwiek, przeciągnij mapę lub dodaj brakujące udogodnienie.
ro: Vă rugăm să vă apropiați de ceva, să derulați harta sau să adăugați o facilitate care lipsește.
ru: Подойдите к ним поближе, передвиньте карту, или добавьте отсутствующее заведение.
sl: Premakni se bližje, povleci zemljevid ali dodaj manjkajočo točko POI.
sv: Vänligen gå närmare något, drag i kartan, eller lägg till ett ställe som saknas.
th: กรุณาเข้าใกล้วัตถุใดก็ได้ ลากแผนที่ หรือเพิ่มสถานที่ที่ขาดหายไป
uk: Будь ласка перейдіть в інше місце, посуньте мапу, або додайте точки.
zh_hans: 请靠近任何东西、拖动地图或添加缺失的便利设施。
zh_hant: 請更靠近任何物件，拖拉地圖，或是新增遺漏的便利設施。

# tileDragOrUnfilter
source: Please move around, add an amenity, or clear the filter.
ar: يرجى التنقل وقم بإضافة منشأة أو قم بمسح التصفية المطبقة.
be: Калі ласка перасуньцеся, дадайце карысную кропку, або ачысціце фільтр.
ca: Si us plau moveu-vos, afegiu un equipament o netegeu el filtre.
cs: Pohněte se, přidejte bod nebo vymažte filtr.
da: Bevæg dig omkring, tilføj en facilitet eller ryd filteret.
de: Gehe an einen anderen Ort, füge fehlende POIs hinzu oder schalte den Filter aus.
el: Παρακαλώ μετακινηθείτε, προσθέστε μία υποδομή ή καθαρίστε το φίλτρο.
eo: Bonvolu movi ĉirkaŭen, aldoni agrablaĵon aŭ forigi la filtrilon.
es: Muévete alrededor, añade un servicio o limpia el filtro.
et: Palun liigu ringi, lisa teenus või tühista filter.
eu: Mesedez mugitu inguruan, gehitu zerbitzu bat edo hustu filtroa.
fa: لطفا جابجا شوید، یک مکان اضافه کنید، یا فیلتر ها رو پاک کنید.
fi: Liiku lähistöllä, lisää palvelu tai tyhjennä suodatin.
fr: Déplacez-vous, ajoutez un élément sur la carte ou désactivez les filtres.
he: נא לנוע סביב, להוסיף מקום פנאי או לבטל את המסנן.
hr: Miči se po karti, dodaj uslugu ili poništi filtar.
hu: Menjen egy kört, adjon hozzá egy szolgáltatást, vagy törölje a szűrőt.
id: Silakan berpindah-pindah, menambah fasilitas, atau menghapus filter.
it: Spostati un po’, aggiungi un'attività o cancella il filtro.
ja: 現在地から移動するか、施設を追加するか、あるいはフィルタをクリアしてください。
mr: आजूबाजूला फिरा, सुखसोय जोडा किंवा चाळणी काढून टाका.
nb: Beveg deg rundt, legg til en fasilitet eller tøm filteret.
nl: Beweeg alstublieft, voeg een POI toe, of wis de filter.
or: ଦୟାକରି ଚାରିଆଡ଼େ ଯାଆନ୍ତୁ, ଏକ ସ୍ଥାନ ଯୋଡନ୍ତୁ, କିମ୍ୱା ଫିଲ୍ଟର୍ ସଫା କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਲੇ-ਦੁਆਲੇ ਵੇਖੋ, ਕੋਈ ਸਹੂਲਤ ਸ਼ਾਮਲ ਕਰੋ, ਜਾਂ ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ।
pa_pk: ہور کجھ تھاں نوں چلیو، نواں نشان پایو یا فِلٹر ہٹایو۔
pl: Poruszaj się wokół, dodaj udogodnienie lub wyczyść filtr.
ro: Vă rugăm să mișcați în jur, să adăugați o facilitate sau să dezactivați filtrul.
ru: Подойдите к ним, добавьте заведение, или выключите фильтр.
sl: Premakni se, dodaj točko POI ali počisti filter.
sv: Vänlig gå omkring, lägg till ett ställe, eller rensa filtret.
th: กรุณาขยับไปรอบ ๆ เพิ่มสถานที่ หรือล้างตัวกรอง
uk: Будь ласка перейдіть в інше місце, додайте точку або змініть фільтри.
zh_hans: 请四处移动，添加便利设施或清除过滤器。
zh_hant: 請到處移動，新增便利設施，或是關閉作用的篩選器。

# legendOther
source: Other
ar: آخر
be: Іншае
ca: Altres
cs: Jiné
da: Andet
de: Andere
el: Άλλο
eo: Alia
es: Otros
et: Muu
eu: Besteak
fa: دیگر
fi: Muu
fr: Autres
he: אחר
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
mr: इतर
nb: Andre
nl: Andere
or: ଅନ୍ୟାନ୍ୟ
pa: ਹੋਰ
pa_pk: ہور
pl: Inne
ro: Altceva
ru: Другое
sl: Drugo
sv: Annan
th: อื่น ๆ
uk: Інше
zh_hans: 其他
zh_hant: 其他

# navUpload
source: Upload
ar: رفع
be: Выгрузіць
ca: Carregar
cs: Nahrát
de: Hochladen
el: Ανέβασμα
eo: Alŝuti
es: Cargar
et: Laadi üles
eu: Gora kargatu
fa: آپلود
fi: Lähetä palvelimelle
fr: Téléversement
he: העלאה
hr: Prenesi
hu: Feltöltés
id: Mengunggah
it: Carica
ja: アップロード
mr: चढवा
nb: Last opp
or: ଅପଲୋଡ
pa: ਅਪਲੋਡ ਕਰੋ
pa_pk: چڑھاؤ
pl: Prześlij
ro: Încarcă
ru: Отправить
sl: Naloži
sv: Ladda upp
th: อัปโหลด
uk: Відправити
zh_hans: 上传
zh_hant: 上傳

# navDownload
source: Download
ar: تنزيل
be: Загрузіць
ca: Descarregar
cs: Stáhnout
de: Herunterladen
el: Λήψη
eo: Elŝuti
es: Descargar
et: Laadi alla
eu: Jaitsi
fa: بارگیری
fi: Lataa palvelimelta
fr: Téléchargement
he: הורדה
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
mr: डाऊनलोड
nb: Last ned
or: ଡାଉନଲୋଡ
pa: ਡਾਊਨਲੋਡ ਕਰੋ
pa_pk: ڈاؤن‌لوڈ کرو
pl: Pobierz
ro: Descarcă
ru: Скачать
sl: Prenesi
sv: Ladda ned
th: ดาวน์โหลด
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# navImagery
source: Switch imagery
ar: تبديل الصورة الخلفية
be: Пераключыць здымкі падкладкі
ca: Canviar imatge
cs: Přepnout obrázky
da: Skift baggrundsbillede
de: Hintergrund wechseln
el: Εναλλαγή αεροφωτογραφιών
eo: Ŝanĝi bildojn
es: Cambiar imágenes
et: Vaheta taevafotode aluskaarti
eu: Iruditeria aldatu
fa: تغییر تصاویر ماهواره ای
fi: Vaihda kuvatasoa
fr: Changer d'imagerie
he: החלפת תמונת רקע
hr: Promjeni prikaz
hu: Légi felvétel váltása
id: Ganti citra
it: Commuta immagini
ja: 背景画像切替
mr: छायाचित्रे बदला
nb: Bytt bakgrunnsbilde
nl: Achtergrond wijzigen
or: ମାନଚିତ୍ର ବଦଳାନ୍ତୁ
pa: ਚਿੱਤਰ ਬਦਲੋ
pa_pk: تصویراں چݨو
pl: Przełącz podkład
ro: Schimbă imaginile
ru: Подложка
sl: Preklopi slike
sv: Byt bakgrundsbild
th: เปลี่ยน Imagery
uk: Перемкнути знімки
zh_hans: 切换背景影像
zh_hant: 切換背景影像

# navPoiMode
source: Amenity mode
ar: وضع إضافة المنشآت
be: Рэжым устаноў / карысных кропак
ca: Mode equipaments
cs: Režim bodů zájmu
da: Faciliteter-tilstand
de: Amenity-Modus
el: Λειτουργία υποδομών
eo: Agrabla reĝimo
es: Modo de servicio
et: Teenuste haldusrežiim
eu: Zerbitzu modua
fa: حالت مکان
fi: Palvelu-tila
fr: Mode commodités
he: מצב שירות לציבור
hr: Modus usluga
hu: Szolgáltatás mód
id: Modus kemudahan
it: Modalità servizi
ja: 施設モード
mr: सुखसोयी मोड
nb: Fasilitet-modus
nl: Voorziening-modus
or: ସୁବିଧାଗୁଡ଼ିକର ମୋଡ
pa: ਸੁਵਿਧਾ ਮੋਡ
pa_pk: دکاناں سودھدیاں
pl: Tryb udogodnień
ro: Mod facilități
ru: Режим заведений
sl: Način točk POI
sv: Ställen-läge
th: โหมดสถานที่
uk: Режим закладів
zh_hans: 便利设施模式
zh_hant: 便利設施模式
