Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# fieldHoursChooseTime
source: Hour and minute
ar: ساعات ودقائق
be: Гадзіны і хвіліны
ca: Hora i minut
cs: Hodina a minuta
da: Time og minut
de: Stunde und Minute
el: Ώρα και λεπτά
eo: Horo kaj minuto
es: Hora y minuto
et: Tunnid ja minutid
eu: Ordua eta minutua
fr: Heure et minute
he: שעה ודקה
hr: Sat i minuta
hu: Óra és perc
id: Jam dan menit
it: Ora e minuto
ja: 時分
mr: तास व मिनिट
nb: Time og minutt
nl: Uur en minuut
or: ଘଣ୍ଟା ଏବଂ ମିନିଟ
pa: ਘੰਟਾ ’ਤੇ ਮਿੰਟ
pa_pk: گھنٹہ تے منٹ
pl: Godziny i minuty
ro: Oră și minute
ru: Час и минута
sl: Ure in minute
sv: Timme och minut
th: ชั่วโมง และ นาที
uk: Години та хвилини
zh_hans: 小时和分钟
zh_hant: 小時與分鐘

# fieldHoursClear
source: Clear
ar: مسح
be: Ачысціць
ca: Esborrar
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
eo: Klari
es: Limpiar
et: Tühjenda
eu: Garbitu
fr: Effacer
he: איפוס
hr: Izbriši
hu: Törlés
id: Bersihkan
it: Cancella
ja: クリア
mr: साफ
nb: Tøm
nl: Leegmaken
or: ସଫା
pa: ਹੱਟਾਓ
pa_pk: ہٹاؤ
pl: Wyczyść
ro: Șterge
ru: Очистить
sl: Počisti
sv: Rensa
th: ล้าง
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# fieldHoursSave
source: Save
ar: حفظ
be: Захаваць
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
eo: Savi
es: Guardar
et: Salvesta
eu: Gorde
fr: Enregistrer
he: שמירה
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
mr: साठवा
nb: Lagre
nl: Opslaan
or: ସଞ୍ଚନ୍ତୁ
pa: ਸਾਂਭੋ
pa_pk: سامبھو
pl: Zapisz
ro: Salvează
ru: Сохранить
sl: Shrani
sv: Spara
th: บันทึก
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# fieldHoursAddFragment
source: Add a fragment
ar: أضف جزء
be: Дадаць расклад
ca: Afegir un fragment
cs: Přidat fragment
da: Tilføj et fragment
de: Tage hinzufügen
el: Προσθήκη τμήματος
eo: Aldonu fragmenton
es: Añadir un fragmento
et: Lisa lahtiolekuaja osa
eu: Zati bat gehitu
fr: Ajouter des horaires pour d'autres jours
he: הוספת קטע
hr: Dodaj fragment
hu: Töredék hozzáadása
id: Tambahkan sebuah fragmen
it: Aggiungi un frammento
ja: 営業時間を追加する
mr: उघडण्याच्या वेळा/दिवस जोडा
nb: Legg til et fragment
nl: Voeg een fragment toe
or: ଏକ ଖଣ୍ଡ ଯୋଡନ୍ତୁ
pa: ਫਰੈਗਮੈਂਟ ਜੋੜ੍ਹੋ
pa_pk: اِک حصہ پایو
pl: Dodaj fragment
ru: Добавить расписание
sl: Dodaj fragment
sv: Lägg till fragment
th: เพิ่ม Fragment
uk: Додати розклад
zh_hans: 添加片段
zh_hant: 增加片段

# fieldHoursRemoveFragment
source: Remove fragment
ar: إزالة الجزء
be: Выдаліць расклад
ca: Esborrar fragment
cs: Odebrat fragment
da: Fjern fragment
de: Fragment entfernen
el: Αφαίρεση τμήματος
eo: Forigi fragmenton
es: Quitar fragmento
et: Eemalda lahtiolekuaja osa
eu: Ezabatu zatia
fr: Retirer les horaires spécifiques
he: הסרת קטע
hr: Ukloni fragment
hu: Töredék eltávolítása
id: Hapus fragmen
it: Rimuovi frammento
ja: 断片を除去
mr: वेळेचा घटक काढा
nb: Fjern fragment
nl: Fragment verwijderen
or: ଖଣ୍ଡ ଅପସାରଣ କରନ୍ତୁ
pa: ਫਰੈਗਮੈਂਟ ਹਟਾਓ
pa_pk: حصہ مٹاؤ
pl: Usuń fragment
ru: Убрать фрагмент
sl: Odstrani fragment
sv: Tag bort fragment
th: ลบ Fragment
uk: Прибрати фрагмент (розкладу)
zh_hans: 删除片段
zh_hant: 移除片段

# fieldHoursAddBreak
source: Add a break
ar: أضف استراحة
be: Дадаць перапынак
ca: Afegir una pausa
cs: Přidat přestávku
da: Tilføj en pause
de: Pause hinzufügen
el: Προσθήκη κενού
eo: Aldoni paŭzon
es: Añadir un descanso
et: Lisa puhkepaus
eu: Etenaldi bat gehitu
fr: Ajouter une pause
he: הוספת הפסקה
hr: Dodaj pauzu
hu: Szünet hozzáadása
id: Tambahkan istirahat
it: Aggiungi una pausa
ja: 休憩時間追加
mr: सुट्टी जोडा
nb: Legg til en pause
nl: Voeg een pauze toe
or: ଏକ ବିରତି ଯୋଡନ୍ତୁ
pa: ਇੱਕ ਬ੍ਰੇਕ ਜੋੜੋ
pa_pk: دپھیر پایو
pl: Dodaj przerwę
ro: Adaugă o pauză
ru: Добавить перерыв
sl: Dodaj odmor
sv: Lägg till uppehåll
th: เพิ่มเวลาพักเบรก
uk: Додати перерву
zh_hans: 添加休息时间
zh_hant: 增加休息時間

# fieldHoursRemoveBreak
source: Remove break
ar: إزالة الفاصل
be: Выдаліць перапынак
ca: Esborrar la pausa
cs: Odebrat přestávku
da: Fjern pause
de: Unterbrechung entfernen
el: Αφαίρεση κενού
eo: Forigi paŭzon
es: Quitar descanso
et: Eemalda puhkepaus
eu: Ezabatu etena
fr: Retirer la pause
he: הסרת הפסקה
hr: Ukloni pauzu
hu: Szünet eltávolítása
id: Hapus jam istirahat
it: Rimuovi pausa
ja: 休憩時間を除去
mr: सुट्टी काढून टाका
nb: Fjern pause
nl: Pauze verwijderen
or: ବିରତି କାଢନ୍ତୁ
pa: ਬਰੇਕ ਹਟਾਓ
pa_pk: دپھیر مٹاؤ
pl: Usuń przerwę
ro: Șterge Pauza
ru: Убрать перерыв
sl: Odstrani prekinitev
sv: Ta bort uppehåll
th: ลบเวลาพักเบรก
uk: Прибрати перерву
zh_hans: 移除休息时间
zh_hant: 移除休息時間

# fieldHoursWeekdays
source: Mo Tu We Th Fr Sa Su
ar: أثنين ثلاثاء أربعاء خميس جمعة سبت أحد
be: Пн Аў Ср Чц Пт Сб Нд
ca: Dl Dm Dc Dj Dv Ds Dg
cs: Po Út St Čt Pá So Ne
da: Ma Ti On To Fr Lø Sø
de: Mo Di Mi Do Fr Sa So
el: Δε Τρ Τε Πε Πα Σα Κυ
eo: Lu Ma Me Ĵa Ve Sa Di
es: Lu Ma Mi Ju Vi Sá Do
et: E T K N R L P
eu: Al Ar Az Og Or Lr Ig
fr: Lu Ma Me Je Ve Sa Di
he: ב׳ ג׳ ד׳ ה׳ ו׳ ש׳ א׳
hr: Po Ut Sr Če Pe Su Ne
hu: Hé Ke Sze Cs Pé Szo Va
id: Senin Selasa Rabu Kamis Jum'at Sabtu Minggu
it: Lu Ma Me Gi Ve Sa Do
ja: 月 火 水 木 金 土 日
mr: सोम मंग बुध गुरु शुक्र शनि रवि
nb: Ma Ti On To Fr Lø Sø
nl: Ma Di Wo Do Vr Za Zo
or: ସୋ ମ ବୁ ଗୁ ଶୁ ଶ ର
pa: ਸੋਮ ਮੰਗਲ ਬੁੱਧ ਵੀਰ ਸ਼ੁੱਕਰ ਸ਼ਨੀ ਐਤ
pa_pk: مـ مـ بـ جـ جـ ہـ ٰتـ
pl: Pn Wt Śr Cz Pt So Nd
ro: Lu Ma Mi Jo Vi Sâ Du
ru: Пн Вт Ср Чт Пт Сб Вс
sl: Po To Sr Če Pe So Ne
sv: Må Ti On To Fr Lö Sö
th: จ. อ. พ. พฤ. ศ. ส. อา.
uk: Пн Вт Ср Чт Пт Сб Нд
zh_hans: 周一 周二 周三 周四 周五 周六 周日
zh_hant: 週一 週二 週三 週四 週五 週六 週日

# fieldHoursClosedPH
source: Closed on public holidays
ar: مغلق في أيام العطل الرسمية
be: Зачынена ў дзяржаныя святы
ca: Tancat els dies festius
cs: Zavřeno při svátcích
da: Lukket på helligdage
de: An Feiertagen geschlossen
el: Κλειστά στις αργίες
eo: Fermita dum festotagoj
es: Cerrado en días festivos
et: Riigipühadel suletud
eu: Jaiegunetan itxita
fr: Fermé pendant les vacances
he: סגור בחגים ציבוריים
hr: Zatvoreno državnim praznicima
hu: Munkaszüneti napokon zárva
id: ­Tutup pada hari libur nasional
it: Chiuso nelle festività
ja: 祝日定休
mr: सार्वजनिक सुट्टीच्या दिवशी बंद
nb: Stengt på helligdager
nl: Gesloten op feestdagen
or: ସାର୍ବଜନୀନ ଛୁଟିଦିନରେ ବନ୍ଦ
pa: ਜਨਤਕ ਛੁੱਟੀਆਂ ਵਾਲੇ ਦਿਨ ਬੰਦ
pa_pk: سرکاری چھٹیاں تے بند اے
pl: Zamknięte podczas świąt
ro: Închis în sărbători de stat
ru: Закрыто в государственные праздники
sl: Zaprto ob državnih praznikih
sv: Stängd på helgdagar
th: ปิดในวันหยุดสาธารณะ
uk: Не працює в державні свята
zh_hans: 公共假期休息
zh_hant: 公共假日休息

# fieldHoursSDRemove
source: Remove
ar: إزالة
be: Выдаліць
ca: Eliminar
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
eo: Forigi
es: Quitar
et: Eemalda
eu: Ezabatu
fr: Retirer
he: הסרה
hr: Ukloni
hu: Eltávolítás
id: Menghapus
it: Rimuovi
ja: 除去
mr: काढा
nb: Fjern
nl: Verwijder
or: କାଢ଼ନ୍ତୁ
pa: ਹਟਾਓ
pa_pk: کجھ ہٹاؤ
pl: Usuń
ro: Scoate
ru: Удалить
sl: Odstrani
sv: Ta bort
th: นำออก
uk: Прибрати
zh_hans: 删除
zh_hant: 移除

# fieldHoursSDAddOne
source: Add date
ar: إضافة تاريخ
be: Дадаць дату
ca: Afegir data
cs: Přidat datum
da: Tilføj dato
de: Datum hinzufügen
el: Προσθήκη ημέρας
eo: Aldoni daton
es: Añadir fecha
et: Lisa kuupäev
eu: Eguna gehitu
fr: Ajouter une date
he: הוספת תאריך
hr: Dodaj datum
hu: Dátum hozzáadása
id: Tambahkan tanggal
it: Aggiungi data
ja: 日付を追加
mr: दिनांक जोडा
nb: Legg til dato
nl: Datum toevoegen
or: ତାରିଖ ଯୋଡ଼ନ୍ତୁ
pa: ਮਿਤੀ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: تریخ پایو
pl: Dodaj datę
ro: Adaugă data
ru: Добавить дату
sl: Dodaj datum
sv: Lägg till datum
th: เพิ่มวันที่
uk: Нова дата
zh_hans: 添加日期
zh_hant: 增加日期

# fieldHoursSDAddRange
source: Add range
ar: إضافة نطاق
be: Дадаць дыяпазон
ca: Afegir un interval
cs: Přidat rozsah
da: Tilføj interval
de: Zeiten hinzufügen
el: Προσθήκη εύρους
eo: Aldoni gamon
es: Añadir rango
et: Lisa kuupäevavahemik
eu: Egun sorta gehitu
fr: Ajouter un intervalle
he: הוספת טווח
hr: Dodaj raspon
hu: Tartomány hozzáadása
id: Tambahkan jangkauan
it: Aggiungi intervallo
ja: 範囲を追加
mr: दिनांकांची मालिका जोडा
nb: Legg til intervall
nl: Reeks toevoegen
or: ସୀମା ଯୋଡନ୍ତୁ
pa: ਰੇਂਜ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: دناں دا سیمہ پایو
pl: Dodaj zakres
ro: Adaugă un interval
ru: Добавить диапазон
sl: Dodaj razpon
sv: Lägg till intervall
th: เพิ่มช่วงวัน
uk: Новий діапазон
zh_hans: 添加范围
zh_hant: 增加區段

# fieldDirectionSet
source: Set
ar: ضبط
be: Адзначыць
ca: Defineix
cs: Nastavit
da: Indstil
de: Festlegen
el: Ορισμός
es: Definir
et: Määra suund
eu: Ezarri
fr: Choisir
he: הגדרה
hr: Postavi
hu: Beállítás
id: Atur
it: Imposta
ja: セット
mr: ठरवा
nb: Angi
nl: Stel in
or: ରଖନ୍ତୁ
pa: ਸੈੱਟ ਕਰੋ
pa_pk: ٹیکو
pl: Ustaw
ro: Setează
ru: Выбрать
sl: Nastaviti
sv: Ställ in
uk: Напрямок вказаний
zh_hans: 设置
zh_hant: 設置

# fieldNameLanguages
source: Another language
ar: لغة أخرى
be: Іншая мова
ca: Un altre idioma
cs: Jiný jazyk
da: Andre sprog
de: Andere Sprache
el: Άλλη γλώσσα
eo: Alia lingvo
es: Otro idioma
et: Veel üks keel
eu: Beste hizkuntza bat
fr: Une autre langue
he: שפה אחרת
hr: Dodaj ime na jednom drugom jeziku
hu: Másik nyelv
id: Bahasa lain
it: Altra lingua
ja: 別の言語
mr: इतर भाषा
nb: Annet språk
nl: Andere taal
or: ଅନ୍ୟ ଏକ ଭାଷା
pa: ਹੋਰ ਭਾਸ਼ਾ
pa_pk: ہور بولی
pl: Inny język
ro: Altă limbă
ru: Добавить язык
sl: Drugi jezik
sv: Annat språk
th: ภาษาอื่น
uk: Іншою мовою
zh_hans: 其他语言
zh_hant: 其他語言

# fieldNameLangSearch
source: Find language
ar: بحث عن اللغة
be: Знайсці мову
ca: Cerca l'idioma
cs: Najít jazyk
da: Find sprog
de: Sprache finden
el: Εύρεση γλώσσας
es: Buscar el idioma
et: Otsi keelt
eu: Bilatu hizkuntza
fr: Chercher une langue
he: איתור שפה
hr: Pronađi jezik
hu: Nyelv keresése
id: Temukan bahasa
ja: 言語を探す
nl: Zoek taal
or: ଭାଷା ଖୋଜନ୍ତୁ
pa: ਭਾਸ਼ਾ ਲੱਭੋ
pl: Znajdź język
ro: Găsește limba
th: ค้นหาภาษา
uk: Знайдіть мову
zh_hans: 查找语言

# fieldNameCopy
source: Copy value
ar: نسخ القيمة
be: Скапіяваць значэнне
ca: Copiar el valor
cs: Zkopírovat hodnotu
da: Kopiér værdi
de: Wert kopieren
el: Αντιγραφή τιμής
eo: Kopii valoron
es: Copiar valor
et: Kopeeri väärtus
eu: Balioa kopiatu
fr: Copier la valeur
he: העתקת ערך
hr: Kopiraj vrijednost
hu: Érték másolása
id: Salin nilai
it: Copia valore
ja: 値をコピー
mr: मूल्य प्रतिलिपित (कॉपी) करा
nb: Kopier verdi
nl: Kopieer waarde
or: ମୂଲ୍ୟ କପି କରନ୍ତୁ
pa: ਕਾਪੀ
pa_pk: مُل کاپی کریو
pl: Kopiuj wartość
ro: Copiază valoarea
ru: Скопировать значение
sl: Kopiraj vrednost
sv: Kopiera värde
th: คัดลอกค่า
uk: Копіювати значення
zh_hans: 复制名称值
zh_hant: 複製值

# fieldComboEmpty
source: empty
ar: فارغ
be: няма
ca: buit
cs: prázdné
da: tom
de: leer
el: άδειο
eo: malplena
es: vacío
et: tühi
eu: hutsa
fa: خالی
fr: vide
he: ריק
hr: prazno
hu: üres
id: kosong
it: vuoto
ja: 空
mr: रिकामे
nb: Tom
nl: leeg
or: ଖାଲି
pa: ਖਾਲੀ
pa_pk: مُل کوئی نہیں
pl: brakujące
ro: gol
ru: нет
sl: prazno
sv: tom
th: ว่างเปล่า
uk: нема
zh_hans: 留空
zh_hant: 空白

# fieldComboChoose
source: choose
ar: اختيار
be: выбраць
ca: escull
cs: vybrat
da: vælg
de: auswählen
el: επιλέξτε
eo: elekti
es: elegir
et: vali
eu: aukeratu
fa: انتخاب کنید
fr: Choisissez
he: בחירה
hr: odaberi
hu: válasszon
id: memilih
it: scegli
ja: 選択
mr: निवडा
nb: velg
nl: selecteer
or: ବାଛନ୍ତୁ
pa: ਚੁਣੋ
pa_pk: چݨو
pl: wybierz
ro: alege
ru: выберите
sl: izberi
sv: välj
th: เลือก
uk: обрати
zh_hans: 选择
zh_hant: 選擇

# fieldWifiNo
source: no
ar: لا يوجد
be: адсутнічае
ca: sense
cs: ne
da: nej
de: nein
el: όχι
eo: ne
et: puudub
eu: ez
fa: نه
fr: Non
he: אין
hr: ne
hu: nincs
id: Tidak ada
ja: なし
mr: नाही
nb: nei
nl: neen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: nie
ro: nu
ru: нет
sl: ne
sv: nej
th: ไม่มี
uk: ні
zh_hans: 无
zh_hant: 無

# fieldWifiPublic
source: public
ar: عام
be: агульны
ca: pública
cs: veřejná
da: offentlig
de: öffentlich
el: δημόσιο
eo: publika
es: público
et: avalik võrk
eu: publikoa
fa: عمومی
he: ציבורית
hr: javni
hu: nyilvános
id: Publik
it: pubblico
ja: 誰でも接続可
mr: सार्वजनिक
nb: offentlig
nl: openbaar
or: ସାର୍ବଜନୀନ
pa: ਜਨਤਕ
pa_pk: عاوم
pl: publiczny
ru: общий
sl: javno
sv: allmänhet
th: สาธารณะ
uk: для всіх
zh_hans: 公共
zh_hant: 公共

# fieldWifiCustomers
source: customers
ar: للعملاء/الزبائن
be: для кліентаў
ca: clients
cs: zákazníci
da: kunder
de: Kunden
el: πελάτες
eo: klientoj
es: clientes
et: võrk vaid klientidele
eu: bezeroentzat
fa: مشتریان
fr: Clients
he: ללקוחות
hr: mušterije
hu: ügyfeleknek
id: pelanggan
it: clienti
ja: 利用者限定
mr: ग्राहक
nb: kunder
nl: klanten
or: ଗ୍ରାହକମାନେ
pa: ਗਾਹਕ
pa_pk: گاہک
pl: klienci
ro: pentru clienți
ru: клиентам
sl: stranke
sv: kunder
th: ลูกค้าเท่านั้น
uk: для клієнтів
zh_hans: 顾客
zh_hant: 顧客

# fieldWheelchairYes
source: yes
ar: نعم
be: так
ca: si
cs: ano
da: ja
de: ja
el: ναι
eo: jes
es: sí
et: täismahuline ligipääs
eu: bai
fa: بله
fr: oui
he: יש
hr: da
hu: igen
id: Ya
it: sì
ja: アクセス可
mr: शक्य
nb: ja
nl: ja
or: ହଁ
pa: ਹਾਂ
pa_pk: ہاں
pl: tak
ro: da
ru: да
sl: da
sv: ja
th: ใช่
uk: так
zh_hans: 是
zh_hant: 是

# fieldWheelchairLimited
source: limited
ar: محدود
be: абмежавана
ca: limitat
cs: omezené
da: begrænset
de: eingeschränkt
el: περιορισμένη
eo: limigita
es: limitado
et: piiratud ligipääs
eu: mugatua
fa: محدود
fr: limité
he: מוגבלת
hr: ograničen
hu: korlátozott
id: Terbatas
it: limitato
ja: 一部可
mr: मर्यादित
nb: begrenset
nl: beperkt
or: ସୀମିତ
pa: ਸੀਮਿਤ
pa_pk: محدود
pl: ograniczony
ro: limitat
ru: ограничен
sl: omejeno
sv: begränsad
th: ถูกจำกัด
uk: обмежено
zh_hans: 有限的
zh_hant: 有限制的

# fieldWheelchairNo
source: no
ar: لا يوجد
be: не
cs: ne
da: nej
de: nein
el: όχι
eo: ne
et: ligipääs puudub
eu: ez
fa: نه
fr: non
he: אין
hr: ne
hu: nem
id: Tidak
ja: アクセス不可
mr: अशक्य
nb: nei
nl: neen
or: ନାଁ
pa: ਨਹੀਂ
pa_pk: نہیں
pl: nie
ro: nu
ru: нет
sl: ne
sv: nej
th: ไม่
uk: ні
zh_hans: 否
zh_hant: 否

# fieldCardsAccepted
source: accepted
ar: مقبولة
be: прымаюць
ca: acceptades
cs: přijímáno
da: accepteret
de: akzeptiert
el: δεκτές
eo: akceptita
es: aceptado
et: võetakse vastu
eu: onartuta
fa: پذیرفته شده
fr: accepté
he: מקבלים
hr: prihvaćaju se
hu: elfogadott
id: Diterima
it: accettate
ja: 利用可
mr: स्वीकारते
nb: aksepteres
nl: toegelaten
or: ଗୃହୀତ
pa: ਸਵੀਕਾਰ ਕੀਤਾ
pa_pk: لیݨدے
pl: akceptowane
ro: acceptat
ru: принимают
sl: sprejeto
sv: accepteras
th: รับ
uk: приймають
zh_hans: 接受
zh_hant: 接受

# fieldCardsNo
source: no
ar: لا يوجد
be: не
cs: ne
da: nej
de: nein
el: όχι
eo: ne
et: ei võeta vastu
eu: ez
fa: نه
fr: non
he: אין
hr: ne
hu: nem
ja: 現金のみ
mr: नाही
nb: nei
nl: neen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: nie
ro: nu
ru: нет
sl: ne
sv: nej
th: ไม่รับ
uk: ні
zh_hans: 不接受
zh_hant: 不接受

# fieldCardsOnly
source: card only
ar: بطاقات فقط
be: толькі карткай
ca: només targetes
cs: pouze karta
da: kun kort
de: nur Kartenzahlung
el: κάρτα μόνο
eo: nur karto
es: sólo tarjeta
et: vaid kaardimaksed
eu: txartelaz bakarrik
fr: CB uniquement
he: כרטיס בלבד
hr: samo kartice
hu: csak kártya
id: kartu saja
it: solo carte elettroniche
ja: カードのみ
mr: फक्त कार्ड
nb: Kun kort
nl: alleen kaarten
or: କେବଳ କାର୍ଡ଼
pa: ਸਿਰਫ਼ ਕਾਰਡ
pa_pk: ایہی کارڈ لیݨدے
pl: tylko karty
ro: doar card
ru: только картой
sl: samo kartice
sv: endast kontanter
th: รับบัตรเท่านั้น
uk: Лише карткою
zh_hans: 仅限银行卡
zh_hant: 僅限卡片

# fieldPaymentTitle
source: Card Payment
ar: بطاقات الائتمان
ca: Pagament amb targeta
cs: Platba kartou
da: Kortbetaling
de: Kartenzahlung
el: Κάρτα πληρωμής
es: Pago con tarjeta
et: Kaardimaksed
eu: Txartel bidezko ordainketa
fr: Paiement par carte
he: תשלום בכרטיס
hr: Plaćanje karticama
hu: Kártyás fizetés
id: Pembayaran Kartu
ja: カード支払い
nl: Betalen met pas
or: କାର୍ଡ଼ ଦେୟ
pa: ਕਾਰਡ ਭੁਗਤਾਨ
pl: Płatność kartami
ro: Plata cu Cardul
ru: Платежи картой
th: การชำระเงินด้วยบัตร
uk: Оплата карткою
zh_hans: 银行卡支付

# fieldPaymentAround
source: Common Options Around
ar: طرق الدفع الشائعة في المنطقة
ca: Opcions comunes al voltant
cs: Běžné možnosti v okolí
da: Almindelige muligheder i nærheden
de: Übliche Optionen in der Umgebung
el: Συχνές επιλογές τριγύρω
es: Opciones más comunes
et: Levinud valikud
eu: Inguruan dauden aukera arruntak
fr: Options courantes à proximité
he: אפשרויות נפוצות סביב
hr: Opcije plaćanja u okolici
hu: Szokásos lehetőségek a környéken
id: Pilihan Umum di Sekitar
ja: よくあるオプション
nl: Veelvoorkomende opties in de buurt
or: ଆଖପାଖରେ ସାଧାରଣ ବିକଳ୍ପ
pa: ਆਲੇ-ਦੁਆਲੇ ਦੇ ਆਮ ਵਿਕਲਪ
pl: Zwyczajowe opcje wokół
ru: Частые варианты вокруг
uk: Поширені варіанти навколо
zh_hans: 附近有常见选项

# fieldPaymentUseSame
source: Use the same tags for mapping
ar: استخدم نفس هذه الوسوم للرسم
ca: Utilitzeu les mateixes etiquetes per mapejar
cs: Použít stejné značky pro mapování
da: Brug de samme tags til kortlægning
de: Die selben Tags zum Kartieren verwenden
el: Χρήση των ίδιων ετικετών για χαρτογράφηση
es: Utilizar las mismas etiquetas para el mapeado
et: Kasuta kaardistamisel samu silte
eu: Etiketatze berdina erabili mapak egiteko
fr: Utiliser les mêmes balises pour cartographier
he: להשתמש באותן התגיות למיפוי
hr: Koristi iste oznake za mapiranje
hu: Ugyanezen címkék használata a térképezéshez
id: Gunakan tag yang sama untuk pemetaan
ja: マッピングには同じタグを使ってください
nl: Gebruik dezelfde tags voor mapping
or: ମ୍ୟାପିଂ ପାଇଁ ସମାନ ଟ୍ୟାଗ୍ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਮੈਪਿੰਗ ਲਈ ਉਹੀ ਟੈਗ ਵਰਤੋ
pl: Użyj tych samych znaczników do mapowania
ru: Использовать те же теги
uk: Використовуйте однакові теги для мапінгу
zh_hans: 使用相同的标签进行地图绘制

# fieldPaymentUseGlobal
source: My defaults are better
ar: البقاء على افتراضياتي وهي أفضل
ca: Els meus valors predeterminats són millors
cs: Moje výchozí jsou lepší
da: Mine standardindstillinger er bedre
de: Meine Standardwerte sind besser
el: Τα προεπιλεγμένα μου είναι καλύτερα
es: Mis valores por defecto son mejores
et: Minu vaikimisi valikud on etemad
eu: Nire lehenespenak hobeak dira
fr: Mes valeurs par défaut sont meilleures
he: ברירות המחדל שלי עדיפות
hr: Moje zadane vrijednosti su bolje
hu: Az én alapértelmezettjeim jobbak
id: Default saya lebih baik
ja: 自分のデフォルトがベターです
nl: Mijn standaardwaarden zijn beter
or: ମୋର ଡିଫଲ୍ଟଗୁଡିକ ଭଲ ଅଟେ
pa: ਮੇਰੇ ਡਿਫਾਲਟ ਵਧੀਆ ਹਨ
pl: Moje ustawienia domyślne są lepsze
ru: Мои теги лучше
uk: Мої налаштування за замовчуванням кращі
zh_hans: 我的预设值更好

# fieldPaymentLocal
source: Local Options
ar: الخيارات المحلية
ca: Opcions locals
cs: Místní možnosti
da: Lokale muligheder
de: Lokale Optionen
el: Τοπικές επιλογές
es: Opciones locales
et: Sinu eelistused
eu: Aukera lokalak
fr: Options locales
he: אפשרויות מקומיות
hr: Lokalne opcije
hu: Helyi lehetőségek
id: Opsi Lokal
ja: ローカルオプション
nl: Lokale opties
or: ସ୍ଥାନୀୟ ବିକଳ୍ପ
pa: ਸਥਾਨਕ ਵਿਕਲਪ
pl: Opcje lokalne
ru: Ваши теги для местности
uk: Локальні параметри
zh_hans: 本地选项

# fieldPaymentGlobal
source: Global Defaults
ar: الافتراضيات العالمية
ca: Valors predeterminats globals
cs: Globální výchozí
da: Globale standarder
de: Globale Optionen
el: Προεπιλογές για παγκόσμια
es: Valores globales por defecto
et: Üldised vaikimisi valikud
eu: Lehenespen globalak
fr: Valeurs par défaut globales
he: ברירות מחדל כלליות
hr: Globalno zadano
hu: Globális alapértelmezések
id: Default Global
ja: 全体のデフォルト
nl: Globale standaardwaarden
or: ବିଶ୍ୱବ୍ୟାପୀ ବିକଳ୍ପ
pa: ਗਲੋਬਲ ਡਿਫਾਲਟ
pl: Globalne opcje domyślne
ru: Теги по умолчанию
uk: Глобальні значення за замовчуванням
zh_hans: 全局预设

# fieldPaymentChoose
source: Choose different local tags...
ar: اختر وسوم محلية مختلفة...
ca: Trieu altres etiquetes locals...
cs: Vybrat jiné místní značky…
da: Vælg andre lokale tags...
de: Andere lokale Tags wählen…
el: Επιλογή διαφορετικών τοπικών ετικετών...
es: Escoge otras etiquetas locales...
et: Vali oma eelistatud sildid...
eu: Aukeratu inguruko etiketa desberdinak...
fr: Choisissez des balises locales différentes…
he: בחירה בתגיות מקומיות שונות…
hr: Odaberi drugačije lokalne oznake …
hu: Eltérő helyi címkék kiválasztása…
id: Pilih tag lokal yang berbeda...
ja: 別のローカルタグを選択...
nl: Kies andere lokale tags...
or: ବିଭିନ୍ନ ସ୍ଥାନୀୟ ଟ୍ୟାଗ୍ ଚୟନ କରନ୍ତୁ..।
pa: ਅਲੱਗ ਸਥਾਨਕ ਟੈਗ ਚੁਣੋ…
pl: Wybierz inne znaczniki lokalne...
ru: Выбрать другие местные теги...
uk: Вибирайте різні локальні теги...
zh_hans: 选择不同的本地化标签...

# fieldCheckboxYes
source: yes
ar: نعم
be: ёсць
ca: si
cs: ano
da: ja
de: ja
el: ναι
eo: jes
es: sí
et: jah
eu: bai
fa: بله
fr: oui
he: יש
hr: da
hu: igen
id: Ya
it: sì
ja: はい
mr: हो
nb: ja
nl: ja
or: ହଁ
pa: ਹਾਂ
pa_pk: ہاں
pl: tak
ro: da
ru: есть
sl: da
sv: ja
th: ใช่
uk: так
zh_hans: 是
zh_hant: 是

# fieldCheckboxNo
source: no
ar: لا يوجد
be: адсутнічае
cs: ne
da: nej
de: nein
el: όχι
eo: ne
et: ei
eu: ez
fa: نه
fr: non
he: אין
hr: ne
hu: nincs
id: Tidak
ja: いいえ
mr: नाही
nb: nei
nl: neen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: nie
ro: nu
ru: нет
sl: ne
sv: nej
th: ไม่
uk: ні
zh_hans: 否
zh_hant: 否

# fieldFloorEmpty
source: To choose a floor, set an address.
ar: لاختيار الطابق/الدور قم بإدخال العنوان.
be: Каб выбраць паверх, задайце адрас.
ca: Per triar un pis, posa una adreça.
cs: Pro vybrání podlaží nastavte adresu.
da: Angiv en adresse for at vælge en etage.
de: Um die Etage auszuwählen, trage eine Adresse ein.
el: Για επιλογή ορόφου, όρισε διεύθυνση.
eo: Por elekti etaĝon, agordu adreson.
es: Para elegir un piso, define una dirección.
et: Korruse valimiseks sisesta esmalt aadress.
eu: Solairua aukeratzeko ezarri helbidea.
fr: Pour choisir un étage, définissez d'abord une adresse.
he: כדי לבחור קומה יש להגדיר כתובת תחילה.
hr: Za biranje kata najprije postavi adresu.
hu: Emelet kiválasztásához állítson be egy címet.
id: Untuk memilih lantai, tetapkan alamat.
it: Per scegliere un piano, imposta un indirizzo.
ja: フロアを指定するには先に住所を入力してください.
mr: मजला निवडण्यासाठी, पत्ता जोडा.
nb: Angi en adresse for å velge en etasje.
nl: Om een verdieping te kiezen, stel een adres in.
or: ଏକ ମହଲା ଚୟନ କରିବାକୁ, ଏକ ଠିକଣା ସେଟ୍ କରନ୍ତୁ।
pa: ਮੰਜ਼ਿਲ ਚੁਣਨ ਲਈ, ਇੱਕ ਪਤਾ ਦਰਜ ਕਰੋ।
pa_pk: سطر چݨ لئی، پتہ چݨیو۔
pl: Aby wybrać piętro, ustaw adres.
ro: Ca să alegi un nivel setează adresa.
ru: Чтобы указать этаж, выберите адрес.
sl: Če želiš izbrati nadstropje, nastavi naslov.
sv: För att välja våning, ange en adress.
th: ในการเลือกชั้น กรุณาใส่ที่อยู่
uk: Для вибору поверха вкажіть адресу.
zh_hans: 要选择楼层，请设置地址。
zh_hant: 要選擇樓層，請先設定地址。

# fieldFloorNew
source: New Floor
ar: دور/طابق جديد
be: Новы паверх
ca: Nou pis
cs: Nové podlaží
da: Ny etage
de: Neues Stockwerk
el: Νέος Όροφος
eo: Nova Etaĝo
es: Piso nuevo
et: Uus korrus
eu: Solairu berria
fr: Nouvel étage
he: קומה חדשה
hr: Novi kat
hu: Új emelet
id: Lantai baru
it: Nuovo piano
ja: 新規フロア
mr: नवीन मजला
nb: Ny etasje
nl: Nieuwe verdieping
or: ନୂଆ ମହଲା
pa: ਨਵੀਂ ਮੰਜ਼ਿਲ
pa_pk: نواں سطر
pl: Nowe piętro
ro: Nivel Nou
ru: Новый этаж
sl: Novo nadstropje
sv: Ny våning
th: ชั้นใหม่
uk: Новий поверх
zh_hans: 新楼层
zh_hant: 新樓層

# fieldFloorFloorDesc
source: Floor as on the navigation and in elevators
ar: الأرضية كما في الملاحة وفي المصاعد
be: Паверх як пазначана на навігацыі і ў ліфтах
ca: Pis com a la navegació i els ascensors
cs: Podlaží jako v navigaci a ve výtazích
da: Etage som på vejvisning og i elevatorer
de: Stockwerk (wie im Plan und in Aufzügen)
el: Όροφοι όπως στην πλοήγηση και στα ασανσέρ
eo: Etaĝo kiel sur la navigacio kaj en liftoj
es: La planta como indica en la navegación y en ascensores/elevadores
et: Korruse number nii, nagu see hooneplaanil ja lifti(de)s märgitud on
eu: Solairua, nabigazioan eta igogailuetan dagoen moduan
fr: Étage indiqué sur le plan et dans les ascenseurs
he: קומה כמו בניווט ובמעליות
hr: Kat kao na navigaciji i u liftovima
hu: A navigációnál és a liftekben lévő emelet
id: Lantai seperti pada navigasi dan di elevator
it: Il piano presente nelle indicazioni e negli ascensori
ja: 案内図やエレベータに記載されているフロア番号
mr: सूचनाफलक किंवा लिफ्टमध्ये प्रदर्शित मजला क्रमांक
nb: Etasje som på infotavler og i heiser
nl: Verdieping zoals op de navigatie en in liften
or: ଯାତାୟାତ ପାଇଁ ଏବଂ ଲିଫ୍ଟରେ ମହଲା
pa: ਮੰਜਿਲ ਜਿਵੇਂ ਕਿ ਨੇਵੀਗੇਸ਼ਨ 'ਤੇ ਅਤੇ ਐਲੀਵੇਟਰਾਂ ਵਿੱਚ
pa_pk: آواگوݨ تے ایلیویٹراں وچ سطر ویکھدے
pl: Piętro jak w nawigacji i w windach
ro: Nivel - așa cum este notat în navigație și lifturi
ru: Этаж как обозначено на навигации и в лифтах
sl: Nadstropje, kot označeno na tablah in v dvigalih
sv: Våning som angiven på navigationsskylt och i hissar
th: ชั้น โดยยึดตามผังอาคารและลิฟต์
uk: Поверх, як написано у вказівниках та в ліфтах
zh_hans: 楼层（在导航指示和电梯中显示一致）
zh_hant: 在導航與電梯中一樣的樓層
