Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# hashtagsLabel
source: Words for hashtags
ar: الكلمات المفتاحية
be: Словы для хэштэгаў
ca: Paraules per a hashtags
cs: Slova pro hashtagy
da: Ord til hashtags
de: Wörter für Hashtags
el: Λέξεις για τα hashtags
eo: Vortoj por krad-etikedoj
es: Palabras para hashtags
et: Sõnad siltideks
eu: Hashtag-etarako izenak
fi: Aihetunnisteiden sanat
fr: Mots pour les mots-dièse
he: מילים לתגיות גיבוב
hr: Riječi za hashtagove
hu: Szavak a kettős keresztes címkékhez
id: Kata-kata untuk hashtag
it: Parole per hashtag
ja: ハッシュタグ用の単語
mr: हॅशटॅगसाठी शब्द
nb: Ord til emneknagger
nl: Woorden voor hashtags
or: ହ୍ୟାସଟ୍ୟାଗ୍ ପାଇଁ ଶବ୍ଦ
pa: ਹੈਸ਼ਟੈਗ ਲਈ ਸ਼ਬਦ
pa_pk: ہیش‌ٹیگاں دے لفظ
pl: Słowa do hasztagów
ru: Слова для хэштегов
sl: Besede za ključnike
sv: Ord i hashtaggar
uk: Хештеги
zh_hans: 主题标签文字
zh_hant: 主題標籤文字

# hashtagsConfirm
source: Confirm tags on upload
ar: التأكد من الوسوم قبل الرفع
be: Пацвярджаць тэгі пры адпраўцы правак
ca: Confirmeu les etiquetes en pujar
cs: Potvrzení štítků při nahrávání
da: Bekræft tags ved upload
de: Tags beim Hochladen bestätigen
el: Επιβεβαίωση ετικετών στο ανέβασμα
eo: Konfirmi etikedojn dum alŝuto
es: Confirmar etiquetas al cargar
et: Kinnita sildid üleslaadimisel
eu: Kargatzerakoan etiketak konfirmatu
fi: Vahvista aihetunnisteet lähetyksen yhteydessä
fr: Confirmer les étiquettes lors du téléversement
he: אישור תגיות עם ההעלאה
hr: Potvrdi hashtagove pri prijenosu
hu: Címkék megerősítése feltöltéskor
id: Konfirmasikan tag saat diunggah
it: Conferma le etichette e carica
ja: アップロード時にタグを確認する
mr: चढवताना (अपलोड करताना) टॅगची पुष्टी करा
nb: Bekreft emneknagger ved opplasting
nl: Tags bevestigen bij upload
or: ଅପଲୋଡ୍ ରେ ଟ୍ୟାଗ୍ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਅੱਪਲੋਡ 'ਤੇ ਟੈਗਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pa_pk: چڑھاؤݨ لئی تیگ پکے کرو
pl: Zatwierdź znaczniki przy przesyłaniu
ru: Подтверждать теги перед загрузкой
sl: Potrdi oznake pri nalaganju
sv: Bekräfta taggar vid uppladdning
uk: Підтверджувати теги при відвантажені
zh_hans: 上传时确认标签
zh_hant: 上傳時確認標籤

# changesCount
source: {count,plural, =1{{count} change} few{{count} changes} other{{count} changes}}
ar: {count,plural, =1{ تغيير واحد {count}} few{{count} تغيير} other{{count} تغيير}}
be: {count,plural, =1{{count} змена} few{{count} змены} other{{count} змен}}
ca: {count,plural, =1{{count} canvi} few{{count} canvis} other{{count} canvis}}
cs: {count,plural, =1{{count} změna} few{{count} změny} other{{count} změn}}
da: {count,plural, =1{{count} ændring} few{{count} ændringer} other{{count} ændringer}}
de: {count,plural, =1{{count} Änderung} few{{count} Änderungen} other{{count} Änderungen}}
el: {count,plural, =1{{count} αλλαγή} few{{count} αλλαγές} other{{count} αλλαγές}}
eo: {count,plural, =1{{count} ŝanĝo}, =few{{count} ŝanĝoj}, =other{{count} ŝanĝoj}}
es: {count,plural, =1{{count} cambio} few{{count} cambios} other{{count} cambios}}
et: {count,plural, =1{{count} muutus} few{{count} muutust} other{{count} muutusi}}
eu: {count,plural, =1{Aldaketa {count}} few{{count} aldaketa} other{{count} aldaketa}}
fi: {count,plural, =1{{count} muutos}, =few{{count} muutosta}, =other{{count} muutosta}}
fr: {count,plural, =1{{count} changement} few{{count} changements} other{{count} changements}}
he: {count,plural, =1{שינוי} other{{count} שינויים}}
hr: {count,plural, =1{{count} promjena} few{{count} promjene} other{{count} promjena}}
hu: {count,plural, =1{{count} változtatás} few{{count} változtatás} other{{count} változtatás}}
id: {count,plural, =1{{count} perubahan} few{{count} perubahan} other{{count} perubahan}}
it: {count,plural, =1{{count} modifica} few{{count} modifiche} other{{count} modifiche}}
ja: {count,plural, =1{{count} 個変更} few{{count} 個変更} other{{count} 個変更}}
mr: {count,plural, =1{{count} बदल}, =few{{count} बदल}, =other{{count} बदल}}
nb: {count,plural, =1{{count} endring} few{{count} endringer} other{{count} endringer}}
nl: {count,plural, =1{{count} wijziging} few{{count} wijzigingen} other{{count} wijzigingen}}
or: {count,plural, =1{{count} ପରିବର୍ତ୍ତନ} କିଛି{{count} ପରିବର୍ତ୍ତନ} ଅନ୍ୟ{{count} ପରିବର୍ତ୍ତନ}}
pa: {count, plural, =1{{count} change} few{{count} change} other{{count} ਬਦਲਾਅ}}
pa_pk: {count,plural, =1{{count} تبدیلی}, =few{{count} تبدیلیاں}, =other{{count} تبدیلیاں}}
pl: {count,plural, =1{{count} zmiana} few{{count} zmiany} other{{count} zmian}}
ru: {count,plural, =1{{count} правка} few{{count} правки} other{{count} правок}}
sl: {count,plural, =1{{count} sprememba} =2{{count} spremembi} few{{count} spremembe} other{{count} sprememb}}
sv: {count,plural, =1{{count} ändring} few{{count} ändringar} other{{count} ändringar}}
th: {count,plural, =1{{count} การเปลี่ยนแปลง} few{{count} การเปลี่ยนแปลง} other{{count} การเปลี่ยนแปลง}}
uk: {count,plural, =1{{count} зміна} few{{count} зміни} other{{count} змін}}
zh_hans: {count,plural, =1{{count} 处变更} few{{count} 处变更} other{{count} 处变更}}
zh_hant: {count,plural, =1{{count} 個變更}, =few{{count} 個變更}, =other{{count} 個變更}}

# changesUploadedTitle
source: Uploaded
ar: تم الرفع
be: Праўкі адпраўлены
ca: Carregat
cs: Nahráno
da: Uploadet
de: Hochgeladen
el: Επιτυχής αποστολή
eo: Alŝutita
es: Cargado
et: Üleslaaditud
eu: Kargatuta
fa: آپلود شد
fi: Lähetetty
fr: Envoyé
he: הועלו
hr: Preneseno
hu: Feltöltve
id: Di unggah
it: Caricato
ja: アップロード済
mr: चढवले
nb: Opplastet
nl: Geüpload
or: ଅପଲୋଡ ହେଲା
pa: ਅੱਪਲੋਡ ਕੀਤਾ
pa_pk: چڑھائیاں گیاں
pl: Przesłano
ru: Отправлено
sl: Naloženo
sv: Uppladdade
th: อัปโหลดแล้ว
uk: Відправлено
zh_hans: 已上传
zh_hant: 已經上傳

# changesUploadedMessage
source: Sent {changes} to the API.
ar: تم إرسال {changes} إلى واجهة التطبيقات البرمجة API.
be: Адпраўлена {changes} у OpenStreetMap.
ca: {changes} enviats a la API.
cs: Odesláno {changes} do API.
da: Sendte {changes} til OpenStreetMap.
de: Zu OpensStreetMap changes} hochgeladen.
el: {changes} απεστάλησαν στο OpenStreetMap.
eo: Sendis {changes} al la API.
es: Enviado {changes} a la API.
et: {changes} muudatust on lisatud OpenStreetMapi andmebaasi.
eu: {changes} aldaketa bidalita API-ra.
fi: {changes} lähetettiin API:lle.
fr: {changes} ont été envoyés à l'API.
he: {changes} שינויים נשלחו ל־API.
hr: Promjene {changes} prenesene u API.
hu: {changes} elküldve az API-nak.
id: Mengirimkan {changes} ke OpenStreetMap.
it: {changes} inviate all'API.
ja: {changes}個の変更をAPIに転送しました。
mr: {changes} बदल API ला पाठवले.
nb: Sendte {changes} til API-et.
nl: {changes} naar de API gestuurd.
or: APIକୁ {changes} ପ୍ରେରିତ ।
pa: API ਨੂੰ {changes} ਭੇਜੇ।
pa_pk: ‫{changes}‬ چڑھایاں گیاں۔
pl: Przesłano {changes} do API.
ru: Отослали {changes} в API.
sl: {changes} poslane na API.
sv: Skickade {changes} till API:t.
th: ส่ง{changes} ไปยัง API แล้ว
uk: Надіслано {changes} до OpenStreetMap.
zh_hans: 已将 {changes} 发送至 OpenStreetMap。
zh_hant: 已經將 {changes} 傳送到 API。

# changesUploadFailedTitle
source: Upload Failed
ar: فشل الرفع
be: Памылка адпраўкі правак
ca: Error en carregar
cs: Nahrání selhalo
da: Upload mislykkedes
de: Fehler beim Hochladen
el: Η αποστολή απέτυχε
eo: Alŝuto Malsukcesis
es: Error de carga
et: Üleslaadimine ei õnnestunud
eu: Kargak huts egin du
fi: Lähetys epäonnistui
fr: Échec de l'envoi
he: ההעלאה נכשלה
hr: Prijenos neuspio
hu: A feltöltés sikertelen
id: Gagal mengunggah
it: Caricamento fallito
ja: アップロード失敗
mr: चढवण्यात अपयशी
nb: Opplasting mislyktes
nl: Upload mislukt
or: ଅପଲୋଡ଼ ବିଫଳ ହେଲା
pa: ਅੱਪਲੋਡ ਅਸਫਲ ਰਿਹਾ
pa_pk: چڑھا نہیں سکیاں
pl: Przesłanie zakończone niepowodzeniem
ru: Не удалось отправить
sl: Nalaganje ni uspelo
sv: Uppladdning misslyckades
th: อัปโหลดล้มเหลว
uk: Помилка відправлення
zh_hans: 上传失败
zh_hant: 上傳失敗

# changesDeletedChange
source: Deleted {change}
ar: تم حذف {change}
be: Выдалена {change}
ca: {change} esborrat
cs: Odstraněno {change}
da: Slettede {change}
de: {change} gelöscht
el: Διεγράφη {change}
eo: Forigita {change}
es: {change} borrado
et: Kustutatud {change}
eu: {change} ezabatuta
fr: {change} supprimé
he: {change} נמחק
hr: Promjena {change} izbrisana
hu: {change} törölve
id: Dihapus {change}
it: Cancellato {change}
ja: {change}個の変更を取り消しました
mr: {change} पुसून टाकले
nb: Slettet {change}
nl: {change} verwijderd
or: {change} ବିଲୁପ୍ତ
pa: ਮਿਟਾਇਆ ਗਿਆ {change}
pa_pk: {change} مٹائیاں
pl: Usunięta {change}
ru: Удалили {change}
sl: Izbrisano {change}
sv: Tog bort {change}
th: ลบแล้ว {change}
uk: Видалено {change}
zh_hans: 已删除 {change}
zh_hant: 已經刪除 {change}

# changesDeletedUndo
source: Undo
ar: التراجع
be: Адмяніць
ca: Desfer
cs: Vrátit
da: Fortryd
de: Rückgängig
el: Αναίρεση
eo: Malfari
es: Deshacer
et: Pööra tegevus tagasi
eu: Desegin
fa: واگرد
fr: Annuler
he: הסגה
hr: Poništi
hu: Visszavonás
id: Batalkan
it: Annulla
ja: ひとつ前を取り消し
mr: पूर्ववत करा
nb: Angre
nl: Ongedaan maken
or: ଅଣ୍ଡୁ
pa: ਮੋੜੋ
pa_pk: موڑو
pl: Wycofaj
ru: Вернуть
sl: Razveljavi
sv: Ångra
th: เลิกทำ
uk: Відміна
zh_hans: 撤销
zh_hant: 撤銷

# changesPending
source: Pending
ar: معلق
be: У чаканні
ca: Pendent
cs: Čekající
da: Afventer
de: Ausstehend
el: Σε εκκρεμότητα
eo: Decidota
es: Pendiente
et: Ootel
eu: Kargatu gabe
fa: در انتظار
fr: En attente
he: בהמתנה
hr: Na čekanju
hu: Függőben
id: Tertunda
it: In sospeso
ja: 保留
mr: प्रलंबित
nb: Ventende
nl: Openstaand
or: ବିଚାରାଧୀନ ରହିଛି
pa: ਬਕਾਇਆ
pa_pk: حالیہ سودھدے
pl: Oczekujące
ru: К отправке
sl: V teku
sv: Väntande
th: อยู่ในแถวคอย
uk: Очикують
zh_hans: 待上传
zh_hant: 保留

# changesMapNotes
source: Map notes and drawings
ar: ملاحظات الخريطة والرسومات
be: Нататкі і малюнкі
ca: Apunts i dibuixos del mapa
cs: Mapovat poznámky a kresby
da: Kortnoter og tegninger
de: Kartenhinweise und Zeichnungen
el: Σημειώσεις και σχέδια χάρτη
eo: Mapaj notoj kaj desegnaĵoj
es: Notas del mapa y dibujos
et: Kaardi märked ja joonistused
eu: Mapen ohar eta marrazkiak
fr: Notes et dessins de la carte
he: ציורים והערות של המפה
hr: Bilješke na karti i crteži
hu: Térképjegyzetek és rajzok
id: Catatan peta dan gambar
it: Note e disegni della mappa
ja: マップのメモと編集
mr: नकाशा टिपा व रेखाचित्रे
nb: Kartnotater og tegninger
nl: Kaartnotities en tekeningen
or: ମାନଚିତ୍ର ଟିପ୍ପଣୀ ଏବଂ ଚିତ୍ର
pa: ਨਕਸ਼ਾ ਨੋਟਸ ਅਤੇ ਡਰਾਇੰਗ
pa_pk: نقشے دے نوٹ
pl: Uwagi do mapy i rysunki
ru: Рисунки и надписи
sl: Opombe in risbe na zemljevidu
sv: Kartanteckningar och -teckningar
th: โน้ตในแผนที่และภาพวาด
uk: Нотатки та малювання
zh_hans: 地图注记和绘图
zh_hant: 地圖註解與繪製

# changesOsmNote
source: OSM note
ar: ملاحظة OSM
be: Нататкі OSM
ca: Apunt d'OSM
cs: Poznámka OSM
de: OSM-Hinweis
el: OSM σημείωση
eo: OSM-noto
es: Nota de OSM
et: OSMi märge
eu: OSM oharra
fr: Note OSM
he: הערת OSM
hr: OSM bilješka
hu: OSM-jegyzet
id: catatan OSM
it: Nota OSM
ja: OSMのメモ
mr: OSM टीप
nb: OSM-notat
nl: OSM-notitie
or: OSM ଟିପ୍ପଣୀ
pa: ਓ ਐੱਸ ਐੱਮ ਨੋਟ
pa_pk: نوٹ
pl: Uwaga OSM
ru: Заметка OSM
sl: OSM opombe
sv: OSM-anteckning
th: โน้ต OSM
uk: Нотатки OSM
zh_hans: OSM注记
zh_hant: OSM 註解

# changesPurge
source: Purge changes
ar: مسح التغييرات
be: Ачысціць змены
ca: Esborrar canvis
cs: Vymazat změny
da: Slet ændringer
de: Änderungen bereinigen
el: Καθαρισμός αλλαγών
eo: Purigi ŝanĝojn
es: Purgar cambios
et: Kustuta muudatused
eu: Garbitu aldaketak
fr: Effacer les modifications
he: פינוי השינויים
hr: Nepovratno izbriši promjene
hu: Módosítások törlése
id: Bersihkan perubahan
it: Elimina le modifiche
ja: 変更をパージ
mr: बदल साफ करा
nb: Fjern endringer
nl: Wijzigingen vernietigen
or: ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ଲିଭାନ୍ତୁ
pa: ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pa_pk: تبدیلیاں ہٹاؤ
pl: Wyczyść zmiany
ru: Удалить правки
sl: Počisti spremembe
sv: Rensa ändringar
th: ล้างการเปลี่ยนแปลง
uk: Очистити зміни
zh_hans: 清除更改
zh_hant: 清除變更

# changesPurgeTitle
source: Purge Changes?
ar: مسح التغييرات؟
be: Ачысціць змены?
ca: Voleu esborrar els canvis?
cs: Vymazat změny?
da: Ryd ændringer?
de: Änderungen löschen?
el: Καθαρισμός αλλαγών;
eo: Ĉu Purigi Ŝanĝojn?
es: ¿Purgar cambios?
et: Kas kustutame muudatused?
eu: Aldaketak ezabatu?
fr: Supprimer tous les changements ?
he: לפנות את השינויים?
hr: Nepovratno izbrisati promjene?
hu: Törli a módosításokat?
id: Bersihkan Perubahan?
it: Eliminare le modifiche?
ja: 変更を破棄しますか？
mr: बदल साफ करायचे?
nb: Fjern endringer?
nl: Alle wijzigingen verwijderen?
or: ପରିବର୍ତ୍ତନ ଗୁଡ଼ିକୁ ଲିଭାଇବେ?
pa: ਕੀ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਹੈ?
pa_pk: تبدیلیاں ہٹاؤ؟
pl: Wyczyścić zmiany?
ru: Отменить правки?
sl: Očistiti spremembe?
sv: Rensa ändringar?
th: ล้างการเปลี่ยนแปลง?
uk: Відмінити зміни?
zh_hans: 清除更改？
zh_hant: 要清除變更嗎？

# changesPurgeMessage
source: Delete all recorded changes and restore the original data?
ar: حذف كافة التغييرات المسجلة واستعادة البيانات الأصلية؟
be: Выдаліць усе запісаныя змены і аднавіць зыходныя даныя?
ca: Vols suprimir tots els canvis registrats i restaurar les dades originals?
cs: Odstranit všechny zaznamenané změny a obnovit původní data?
da: Slet alle registrerede ændringer og gendan de oprindelige data?
de: Möchtest du alle Änderungen löschen und die ursprünglichen Daten wiederherstellen?
el: Διαγραφή όλων των καταγεγραμμένων αλλαγών και επαναφορά των αρχικών δεδομένων;
eo: Ĉu forigi ĉiujn registritajn ŝanĝojn kaj restarigi la originajn datumojn?
es: ¿Borrar todos los cambios registrados y restaurar los datos originales?
et: Kas kustutame kõik salvestatud muudatused ja taastame algsed andmed?
eu: Gordetako aldaketa guztiak ezabatu eta jatorrizko datuak ekarri nahi dituzu?
fa: همه تغییرات ثبت شده حذف شود و داده‌های اصلی بازیابی شوند؟
fr: Supprimer toutes les modifications enregistrées et restaurer les données d'origine ?
he: למחוק את כל השינויים המתועדים ולשחזר את הנתונים המקוריים?
hr: Izbrisati sve spremljene promjene i obnoviti izvorne podatke?
hu: Törli az összes rögzített módosítást és visszaállítja az eredeti adatokat?
id: Hapus semua perubahan yang tercatat dan pulihkan data asli?
it: Cancellare tutte le modifiche registrate e ripristinare i dati originali?
ja: すべての変更を破棄して、元のデータに復元しますか？
mr: केलेले सर्व बदल पुसायचे आणि मूळ डेटा पुनर्संचयित करायचा?
nb: Slett alle registrerte endringer og gjenopprett de opprinnelige dataene?
nl: Alle opgeslagen wijzigingen verwijderen en de oorspronkelijke gegevens herstellen?
or: ସମସ୍ତ ରେକର୍ଡ ହୋଇଥିବା ପରିବର୍ତ୍ତନ ବିଲୋପ କରନ୍ତୁ ଏବଂ ମୂଳ ଡାଟା ପୁନରୁଦ୍ଧାର କରିବେ?
pa: ਕੀ ਸਾਰੀਆਂ ਰਿਕਾਰਡ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ ਅਤੇ ਅਸਲ ਡੇਟਾ ਨੂੰ ਰੀਸਟੋਰ ਕਰਨਾ ਹੈ?
pa_pk: ایہہ ساریاں تبدیلیاں مٹاؤ تے پہلا ڈیٹا مُڑ منگویو؟
pl: Usunąć wszystkie zarejestrowane zmiany i przywrócić oryginalne dane?
ru: Удалить все записанные изменения и восстановить исходные данные?
sl: Izbrisati vse zabeležene spremembe in obnoviti prvotne podatke?
sv: Ta bort alla sparade ändringar och återställ originaldata?
th: ลบการเปลี่ยนแปลงที่บันทึกไว้ทั้งหมดและกู้คืนข้อมูลดั้งเดิม?
uk: Видалити всі зміни та відновити вихідні дані?
zh_hans: 删除所有记录过的更改并恢复至原始数据？
zh_hant: 刪除所有記錄的變動，並且恢復原始資料？

# changesSwipeLeft
source: Swipe left to undo a change
ar: اسحب لليسار للتراجع عن تغيير
be: Правядзіце ўлева для адмены змены
ca: Llisca cap a l'esquerra per desfer un canvi
cs: Posuňte doleva pro vrácení změny
da: Stryg til venstre for at fortryde en ændring
de: Nach links wischen, um Änderung rückgängig zu machen
el: Σύρετε αριστερά για να αναιρέσετε μια αλλαγή
eo: Glitu maldekstren por malfari ŝanĝon
es: Desliza el dedo hacia la izquierda para deshacer un cambio
et: Muudatuse tagasivõtmiseks viipa vasakule
eu: Arrastatu ezkerrera aldaketa desegiteko
fr: Glisser à gauche pour annuler une modification
he: החלקה שמאלה מחזירה שינוי לאחור
hr: Povuci lijevo za poništavanje promjene
hu: Pöccintsen balra egy módosítás visszavonásához
id: Gesek ke kiri untuk membatalkan perubahan
it: Scorri a sinistra per annullare una modifica
ja: 左にスワイプして変更を取り消す
mr: बदल पूर्ववत करण्यासाठी डावीकडे स्वाइप करा
nb: Sveip til venstre for å angre en endring
nl: Sleep naar links om een wijziging ongedaan te maken
or: ଏକ ପରିବର୍ତ୍ତନ ପୁନରୁଦ୍ଧାର କରିବାକୁ ବାମ ସ୍ୱାଇପ୍ କରନ୍ତୁ
pa: ਕਿਸੇ ਬਦਲਾਅ ਨੂੰ ਅਨਡੂ ਕਰਨ ਲਈ ਖੱਬੇ ਪਾਸੇ ਸਵਾਈਪ ਕਰੋ
pa_pk: تبدیلی نوں موڑن لئی کھبے پاسے سوائیپ کر سکیو
pl: Przesuń w lewo, aby cofnąć zmianę
ru: Смахните влево для отмены правки
sl: Za razveljavitev spremembe podrsaj v levo
sv: Svep till vänster för att ångra en ändring
th: เลื่อนไปทางซ้ายเพื่อเลิกทำการเปลี่ยนแปลง
uk: Протягніть ліворуч щоб скасувати зміни
zh_hans: 向左滑动以撤消更改
zh_hant: 向左滑動來取消變動

# fieldHoursButton
source: Set opening hours
ar: تحديد ساعات العمل
be: Усталяваць гадзіны працы
ca: Estableix horari d'obertura
cs: Nastavit otevírací dobu
da: Angiv åbningstider
de: Öffnungszeiten eintragen
el: Όρισε ωράριο λειτουργίας
eo: Agordu malfermajn horojn
es: Definir horario de apertura
et: Sisesta lahtiolekuaeg
eu: Irekiera ordutegiak ezarri
fr: Ajouter les heures d'ouverture
he: הגדרת שעות פתיחה
hr: Postavi radno vrijeme
hu: Nyitva tartás beállítása
id: Tetapkan jam buka
it: Imposta gli orari di apertura
ja: 営業時間を設定
mr: उघडण्याच्या वेळा जोडा
nb: Sett åpningstid
nl: Voeg openingsuren toe
or: ଖୋଲିବା ସମୟ ସେଟ୍ କରନ୍ତୁ
pa: ਖੁੱਲਣ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ
pa_pk: کھُلھے کھنٹے چݨیو
pl: Ustaw godziny otwarcia
ro: Setează programul
ru: Указать время
sl: Določi delovni čas
sv: Ange öppettider
th: เลือกเวลาทำการ
uk: Вказати години роботи
zh_hans: 设定营业时间
zh_hant: 設定營業時間

# fieldHoursTitle
source: Opening Hours
ar: ساعات العمل
be: Гадзіны працы
ca: Horari d'obertura
cs: Otevírací doba
da: Åbningstider
de: Öffnungszeiten
el: Ωράριο Λειτουργίας
eo: Malfermaj Horoj
es: Horario de apertura
et: Lahtiolekuaeg
eu: Irekiera ordutegiak
fr: Horaires d'ouvertures
he: שעות פתיחה
hr: Radno vrijeme
hu: Nyitva tartás
id: Jam buka
it: Orari di apertura
ja: 営業時間
mr: उघडण्याच्या वेळा
nb: Åpningstid
nl: Openingsuren
or: ଖୋଲିବା ସମୟ
pa: ਖੁੱਲਣ ਦਾ ਸਮਾਂ
pa_pk: کھُلھے گھنٹے
pl: Godziny otwarcia
ro: Program
ru: Часы работы
sl: Delovni čas
sv: Öppettider
th: เวลาทำการ
uk: Години работи
zh_hans: 营业时间
zh_hant: 營業時間

# fieldHoursFullDay
source: Full day
ar: كل اليوم
be: Цэлы дзень
ca: Dia sencer
cs: Celý den
da: Hele dagen
de: Ganztägig geöffnet
el: Όλη μέρα
eo: Tuttage
es: Todo el día
et: Terve ööpäev
eu: Egun osoa
fr: Toute la journée
he: יום מלא
hr: Cijeli dan
hu: Egész nap
id: Sehari penuh
it: Tutto il giorno
ja: 24時間表示
mr: २४ तास उघडे
nb: Hele dagen
nl: Voortdurend geopend
or: ଦିନସାରା
pa: ਪੂਰਾ ਦਿਨ
pa_pk: سارا دن
pl: Cały dzień
ro: Toată ziua
ru: Весь день
sl: Cel dan
sv: Hela dagen
th: ทั้งวัน
uk: Цілий день
zh_hans: 全天
zh_hant: 整天

# fieldHoursAsText
source: As Text
ar: كنص
be: Тэкстам
ca: Com text
cs: Jako text
da: Som tekst
de: Als Text
el: Ως κείμενο
eo: Kiel Teksto
es: Como texto
et: Tekstina
eu: Testu moduan
fr: En texte
he: כטקסט
hr: Kao tekst
hu: Szövegként
id: Sebagai Teks
it: Come testo
ja: 手入力
mr: मजकूर स्वरुप
nb: Som tekst
nl: Als tekst
or: ଲେଖା ଭାବରେ
pa: ਟੈਕਸਟ ਦੇ ਰੂਪ ਵਿੱਚ
pa_pk: لکھت ورتوں
pl: Jako tekst
ro: Ca text
ru: Текстом
sl: Kot besedilo
sv: Som text
th: ใส่เป็นแบบ Text
uk: Текстом
zh_hans: 作为文本
zh_hant: 作為文字

# fieldHoursNumberedWeekday
source: "Last Monday"
ar: "الاثنين الماضي"
be: "Апошні панядзелак"
ca: "Dilluns passat"
cs: „Poslední pondělí“
da: "Sidste mandag"
de: „Letzter Montag“
el: "Τελευταία Δευτέρα"
eo: "Lasta Lundo"
es: «Último lunes»
et: „Viimasel esmaspäeval“
eu: "Joan den astelehenean"
fr: "Dernier lundi"
he: „יום שני האחרון”
hr: „Zadnji ponedjeljak”
hu: „Utolsó hétfő”
id: "Senin lalu"
it: "Ultimo lunedì"
ja: 特定曜日指定
mr: आठड्याचे वार
nb: "Siste mandag"
nl: "Afgelopen maandag"
or: "ଶେଷ ସୋମବାର"
pa: "ਪਿਛਲੇ ਸੋਮਵਾਰ"
pa_pk: ”پچھلا جمعہ“
pl: "Ostatni poniedziałek"
ro: "Ultima Luni"
ru: «Вторая среда»
sl: »Prejšnji ponedeljek«
sv: "Förra måndagen"
th: "วันจันทร์ที่ผ่านมา"
uk: "Останній понеділок"
zh_hans: “每月最后一个周一”
zh_hant: "上週一"

# fieldHoursSpecificDays
source: Specific date
ar: تاريخ محدد
be: Канкрэтная дата
ca: Data concreta
cs: Určité datum
da: Specifik dato
de: Bestimmtes Datum
el: Συγκεκριμένη ημέρα
eo: Specifa dato
es: Fecha específica
et: Konkreetsel kuupäeval
eu: Data jakin bat
fr: Date spécifique
he: תאריך מסוים
hr: Određeni datum
hu: Adott dátum
id: Tanggal yang spesifik
it: Data specifica
ja: 日付指定
mr: विशिष्ट दिनांक
nb: Spesifikk dato
nl: Specifieke datum
or: ନିର୍ଦ୍ଧିଷ୍ଟ ତାରିଖ
pa: ਖਾਸ ਮਿਤੀ
pa_pk: اِک تریخ
pl: Określona data
ro: Dată specifică
ru: День в году
sl: Določen datum
sv: Specifikt datum
th: วันที่กำหนด
uk: Конкретна дата
zh_hans: 具体日期
zh_hant: 指定日期

# fieldHoursClosed
source: Closed
ar: مغلق
be: Зачынена
ca: Tancat
cs: Zavřeno
da: Lukket
de: Geschlossen
el: Κλειστά
eo: Fermita
es: Cerrado
et: Suletud
eu: Itxita
fr: Fermé
he: סגור
hr: Zatvoreno
hu: Zárva
id: Tertutup/Ditutup
it: Chiuso
ja: 定休日
mr: बंद (सुट्टी)
nb: Stengt
nl: Gesloten
or: ବନ୍ଦ ଅଛି
pa: ਬੰਦ
pa_pk: بند کرن
pl: Zamknięte
ro: Închis
ru: Закрыто
sl: Zaprto
sv: Stängt
th: ปิด
uk: Зачинено
zh_hans: 关闭
zh_hant: 關閉

# fieldHoursPublicHolidays
source: Public Holidays
ar: العطلات الرسمية
be: Дзяржаўныя святы
ca: Festius
cs: Svátky
da: Helligdage
de: Feiertage
el: Αργίες
eo: Publikaj Ferioj
es: Días festivos
et: Riigipühad
eu: Jai egunak
fr: Vacances
he: חגים ציבוריים
hr: Državni praznici
hu: Munkaszüneti napok
id: Hari libur nasional
it: Giorni festivi
ja: 祝日
mr: सार्वजनिक सुट्ट्या
nb: Helligdager
nl: Landelijke feestdagen
or: ସାର୍ବଜନୀନ ଛୁଟି
pa: ਸਰਵਜਿਨਕ ਛੁੱਟੀਆਂ
pa_pk: سرکاری چھٹیں
pl: Święta publiczne
ro: Sărbători de Stat
ru: Государственные праздники
sl: Državni prazniki
sv: Allmänna helgdagar
th: วันหยุดสาธารณะ
uk: Святкові дні
zh_hans: 公众假期
zh_hant: 公共假日

# fieldHoursOpens
source: Opens
ar: يفتح
be: Адчыняецца
ca: Obre a
cs: Otevírá
da: Åbner
de: Öffnet um
el: Ανοίγει
eo: Malfermas
es: Abre
et: Avatakse
eu: Irekiera
fr: Ouvre à
he: נפתח
hr: Otvara u
hu: Nyit
id: Buka
it: Apre
ja: 営業開始
mr: उघडते
nb: Åpner
nl: Opent om
or: ଖୋଲାହେବା ସମୟ
pa: ਖੁੱਲ੍ਹਦਾ ਹੈ
pa_pk: کھُلھݨ دا سماں
pl: Otwiera się
ro: Deschide la
ru: Открытие
sl: Odpre se
sv: Öppnar
th: เปิด
uk: Відкривається
zh_hans: 开放
zh_hant: 開始營業

# fieldHoursCloses
source: Closes
ar: يغلق
be: Зачыняецца
ca: Tanca
cs: Zavírá
da: Lukker
de: Schließt um
el: Κλείνει
eo: Fermiĝas
es: Cierra
et: Suletakse
eu: Itxiera
fr: Ferme à
he: נסגר
hr: Zatvara u
hu: Zár
id: Menutup
it: Chiude
ja: 営業終了
mr: बंद होते
nb: Stenger
nl: Sluit om
or: ବନ୍ଦ ହେବା ସମୟ
pa: ਬੰਦ ਹੁੰਦਾ ਹੈ
pa_pk: بند کرن دا سماں
pl: Zamyka się
ro: Închide la
ru: Закрытие
sl: Zapre se
sv: Stänger
th: ปิด
uk: Зачиняється
zh_hans: 关闭
zh_hant: 營業結束時間

# fieldHoursBreak
source: Break
ar: فترة راحة
be: Перапынак
ca: Descans
cs: Přestávka
da: Pause
de: Pause
el: Ξεκούραση
eo: Rompo
es: Descanso
et: Puhkepaus
eu: Etenaldia
fr: Pause
he: הפסקה
hr: Pauza
hu: Szünet
id: Rehat
it: Pausa
ja: 休憩時間
mr: सुट्टीची वेळ
nb: Pause
nl: Pauze
or: ବିରତି
pa: ਬ੍ਰੇਕ
pa_pk: دپھیر
pl: Przerwa
ro: Pauză
ru: Перерыв
sl: Odmor
sv: Uppehåll
th: พักเบรก
uk: Перерва
zh_hans: 休息
zh_hant: 休息時間

# fieldHoursNext
source: Next
ar: التالي
be: Далей
ca: Següent
cs: Další
da: Næste
de: Nächste
el: Επόμενο
eo: Sekva
es: Siguiente
et: Edasi
eu: Hurrengoa
fa: بعدی
fr: Suivant
he: הבא
hr: Sljedeći
hu: Következő
id: Selanjutnya
it: Prossimo
ja: 次
mr: पुढे
nb: Neste
nl: Volgende
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
pa_pk: اگے
pl: Dalej
ro: Următorul
ru: Дальше
sl: Naslednji
sv: Nästa
th: ต่อไป
uk: Наступний
zh_hans: 下一个
zh_hant: 下一項

# fieldHoursHour
source: Hour
ar: ساعات
be: Гадзіны
ca: Hora
cs: Hodina
da: Time
de: Stunde
el: Ώρα
eo: Horo
es: Hora
et: Tunnid
eu: Ordua
fr: Heure
he: שעה
hr: Sat
hu: Óra
id: Jam
it: Ore
ja: 時
mr: तास
nb: Time
nl: Uur
or: ଘଣ୍ଟା
pa: ਘੰਟਾ
pa_pk: گھنٹہ
pl: Godzina
ro: Ora
ru: Час
sl: ura
sv: Timme
th: ชั่วโมง
uk: Години
zh_hans: 小时
zh_hant: 小時

# fieldHoursMinute
source: Minute
ar: دقائق
be: Хвіліны
ca: Minut
cs: Minuta
da: Minut
el: Λεπτό
eo: Minuto
es: Minuto
et: Minutid
eu: Minutua
fr: Minutes
he: דקה
hr: Minuta
hu: Perc
id: Menit
it: Minuti
ja: 分
mr: मिनिट
nb: Minutt
nl: Minuut
or: ମିନିଟ
pa: ਮਿੰਟ
pa_pk: منٹ
pl: Minuty
ro: Minut
ru: Минута
sl: minuta
sv: Minut
th: นาที
uk: Хвилини
zh_hans: 分钟
zh_hant: 分鐘
