Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# faqYellowContent
source: Non-yellow labels in the entrances mode and white dots in the micromapping mode mean the elements lack some important attributes. For example: * Buildings are expected to have number of levels. * Entrances should have type and, for staircases, flat range. * Benches should have material and backrest. * Trees should have leaf type and cycle.
ar: التسميات الغير صفراء في وضع تحرير المداخل و النقاط البيضاء في وضع التحرير الدقيق تعني أن العناصر تفتقر إلى بعض الإدخالات المهمة. فمثلا: * أن المباني يتوقع أنه تحتوي على عدد من الطوابق. * أن المداخل لابد أن تكون محددة النوع، وبالنسبة للسلالم ، يجب أن تكون ذات نطاق مسطح. * أن المقاعد يتوقع أن لها مواد ومسند ظهر لم تدخل. * أن الأشجار لم يدخل نوعها و نوع دورة أوراقها.
be: Белыя пазнакі ў рэжыме ўваходаў і белыя кропкі ў рэжыме мікрамапінгу азначаюць, што ў элементаў адсутнічаюць некаторыя важныя атрыбуты. Напрыклад: * будынкам трэба прапісаць колькасць паверхаў; * уваходам трэба пазначыць тып і нумары кватэр (для пад'ездаў); * лаўкі павінны мець матэрыял і спінку; * дрэвы павінны мець тып лісця і цыкл лістапада.
ca: Les etiquetes no grogues en el mode d'entrades i els punts blancs en el mode de micromapa signifiquen que els elements no tenen alguns atributs importants. Per exemple: * S'espera que els edificis tinguin un nombre de pisos. * Les entrades han de tenir tipus i, per a les escales, de gamma plana. * Els bancs han de tenir material i respatller. * Els arbres han de tenir tipus de fulla i cicle.
cs: Nežluté popisky v režimu vstupů a bílé tečky v režimu mikromapování znamenají, že prvky postrádají některé důležité atributy. Například: * Očekává se, že budovy budou mít počet úrovní. * Vchody by měly mít typ a u schodišť plošný rozsah. * Lavičky by měly mít materiál a opěradlo. * Stromy by měly mít typ a cyklus listů.
da: Ikke-gule tags i indgangstilstanden og hvide prikker i mikromappingtilstanden betyder, at elementerne mangler nogle vigtige egenskaber. For eksempel: * Bygninger forventes at have et antal niveauer. * Indgange skal have type og, for trapper, lejlighedsserie. * Bænke skal have materiale og ryglæn. * Træer skal have bladtype og cyklus.
de: Nicht-gelbe Beschriftungen im Eingänge-Modus und weiße Punkte im Micromapping-Modus bedeuten, dass den Elementen einige wichtige Attribute fehlen. Zum Beispiel: * Gebäude sollten eine Anzahl von Stockwerken haben. * Eingänge sollten eine Angabe zum Typ und, bei Treppen, eine Angabe der zugänglichen Wohnungen haben. * Bänke sollten eine Angabe zu Material und Rückenlehne haben. * Bäume sollten eine Angaben zu Blattart und -zyklus haben.
el: Μη-κίτρινες ετικέτες στη λειτουργία εισόδων και λευκές κουκκίδες στην λειτουργία μικροχαρτογράφησης σημαίνουν ότι λείπουν μερικές σημαντικές ιδιότητες από τα στοιχεία. Για παράδειγμα: * Τα κτίρια αναμένονται να έχουν αριθμό ορόφων. * Οι είσοδοι πρέπει να έχουν είδος και, για τις σκάλες, εύρος διαμερισμάτων. * Τα παγκάκια πρέπει να έχουν υλικό και πλάτη. * Τα δέντρα πρέπει να έχουν είδος και κύκλο φυλλώματος.
eo: Ne-flavaj etikedoj en la enirejo-reĝimo kaj blankaj punktoj en la mikromapa reĝimo signifas ke la elementoj malhavas kelkajn gravajn atributojn. Ekzemple: * Konstruaĵoj estas atenditaj havi nombron da niveloj. * Enirejoj havu tipon kaj, por ŝtuparoj, apartamenta gamo. * Benkoj havu materialon kaj apogilon. * Arboj devus havi foliospecon kaj ciklon.
es: Las etiquetas no amarillas en el modo de entradas y los puntos blancos en el modo de micromapeo, significan que los elementos carecen de algunos atributos importantes. Por ejemplo: * Los edificios deben tener el número de niveles. * Las entradas deben tener el tipo y, en el caso de las escaleras, rango de pisos. * Los bancos deben tener el material y respaldo. * Los árboles deben tener el tipo y ciclo de hoja.
et: Mitte-kollased sildid sissepääsude kaardistusvaates ja valged mummud mikrokaardistusvaates tähendavad, et mõned vajalikud andmed on puudu. Näiteks: * hoonetel peaks olema kirjas korruste arv, * sissepääsudel peaks olema tüüp ja trepikodadel korterite vahemik, * pinkidel peaks olema kirjas materjal seljatoe teave, * puudel peaks olema kirjas lehetüüp ja hooajalisus.
eu: Horiak ez diren etiketak sarrera moduan eta puntu beltzak mikromapeatze moduan ikusten badituzu, horrek esan nahi du atributu garrantzitsuak falta direla. Adibidez: * Eraikinek solairu kopuruak izatea espero da. * Sarrerek mota izan behar dute, eta eskailerek apartamentuen sorta. * Kaleko bankuen kasuan, materiala eta bizkarra duten zehaztuta egon behar da. * Zuhaitzek hosto mota eta zikloa izan behar dute.
fr: Les marqueurs non jaunes dans le mode entrée, et les points blancs dans le mode micromapping, signifient que ces éléments manquent certains attributs importants. Par exemple : * Les bâtiments devraient avoir un nombre d'étages. * Les entrées devraient avoir un type et, pour les escaliers, une rampe. * Les bancs devraient avoir un matériau et une précision sur le dossier. * Les arbres devraient avoir un type de feuille et un cycle.
he: תוויות שאינן צהובות במצב כניסות ונקודות לבנות במצב מיפוי זעיר משמעותם שלרכיבים חסרים מאפיינים חשובים. למשל: * לבניינים אמורים להיות מספר מפלסים/קומות. * לכניסות אמורים להיות סוג ולמדרגות, טווח דירות. * לספסלים צריכים להיות חומר ומשענת. * לעצים אמור להיות סוג עלווה ומחזור.
hr: Oznake koje nisu žute u modusu ulaza i bijele točkice u modusu mikrokartiranja znače da elementima nedostaju neka važna svojstva. Na primjer: * Zgrade moraju imati podatke o broju katova. * Ulazi bi trebali imati podatke o vrsti, a stubišta o rasponu brojeva stanova. * Klupe bi trebale imati podatke o materijul i naslonu. * Stabla bi trebala imati podatke o vrsti lišća i ciklus.
hu: A nem sárga címkék a bejáratok módban és a fehér pontok a mikrotérképezési módban azt jelentik, hogy az elemekből hiányzik néhány fontos attribútum. Például: * Az épületeknél elvárható, hogy meg legyen adva a szintek száma. * A bejáratoknak rendelkezniük kell típussal, lépcsőházak esetén lakástartománnyal. * A padoknak anyaga és kartámasza kell legyen. * A fáknak levéltípusuk és lombhullatási ciklusuk van.
id: Label non-kuning pada mode masuk dan titik putih pada mode pemetaan mikro berarti elemen tersebut tidak memiliki beberapa atribut penting. Misalnya: * Bangunan diharapkan memiliki sejumlah tingkat. * Pintu masuk harus memiliki tipe dan, untuk tangga, jarak datar. * Bangku harus memiliki bahan dan . * Pohon harus memiliki jenis dan siklus daun.
it: Le etichette non in giallo nella modalità ingressi e i punti bianchi nella modalità micromapping indicano la mancanza di un qualche attributo importante. Ad esempio: * Gli edifici dovrebbero avere un numero di piani. * Gli ingressi dovrebbero avere un tipo e, per le scalinate, un intervallo dello scalino. * Le panchine dovrebbero avere il materiale e lo schienale. * Gli alberi dovrebbero avere il tipo di foglie e il loro ciclo.
ja: 出入口モード時の黄色でないラベルやマイクロマッピングモード時の白いドットは、そのエレメントに重要な属性が欠けていることを示します。例えば以下のようなものです: * 建物には総階数の記入が期待されています。 * 出入口には種別、階段には平らな範囲があるべきです。 * ベンチには素材と背もたれのタグがあるべきです。 * 樹木には leaf type と cycle があるべきです。
mr: प्रवेश मोडमध्ये पिवळी नसलेले लेबल आणि सूक्ष्म नकाशा मोडमध्ये पांढरे ठिपके म्हणजे त्या वस्तूंमध्ये काही महत्त्वाच्या गुणधर्मांचा अभाव आहे. उदाहरणार्थ: * इमारतींमध्ये स्तरांची संख्या असणे अपेक्षित आहे. * प्रवेशद्वारांमध्ये प्रकार आणि, जिन्यासाठी, सपाट क्षेत्र असावा. * बाकांमध्ये मटेरियल आणि पाठेबद्दलची माहिती असावी. * झाडांना पानांचे प्रकार व चक्र असावे.
nb: Ikke-gule etiketter i inngangsmodus og hvite prikker i mikrokartleggingsmodus betyr at elementene mangler viktige egenskaper. For eksempel: * Bygninger forventes å ha antall etasjer. * Innganger bør ha type, og for trappeoppganger angis hvilke leiligheter oppgangen har. * Benker skal ha materiale og ryggstøtte. * Trær skal ha bladtype og syklus.
nl: Niet-gele labels in de toegangen-modus en witte punten in de micromapping modus betekenen dat de elementen een aantal belangrijke attributen missen. Bijvoorbeeld: * Van gebouwen wordt verwacht dat het een aantal verdiepingen heeft. * Ingangen zouden een type en, voor trappen, flatbereik moeten hebben. * Banken zouden een materiaal en een rugleuning moeten hebben. * Bomen zouden een bladsoort en cyclus moeten hebben.
or: ପ୍ରବେଶ ପଥରେ ଅଣ-ହଳଦିଆ ଲେବଲ୍ ଏବଂ ମାଇକ୍ରୋମ୍ୟାପିଂ ମୋଡ୍ ରେ ଧଳା ବିନ୍ଦୁର ଅର୍ଥ ହେଉଛି ଉପାଦାନଗୁଡିକରେ କିଛି ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଗୁଣର ଅଭାବ ରହିଛି । ଉଦାହରଣ ପାଇଁ: * କୋଠାଗୁଡ଼ିକରେ ଅନେକ ମହଲା ରହିବ ବୋଲି ଆଶା କରାଯାଉଛି। * ପ୍ରବେଶ ଦ୍ୱାରରେ ପ୍ରକାର ଏବଂ ଶିଡ଼ି ପାଇଁ ଫ୍ଲାଟ୍ ରେଞ୍ଜ ରହିବା ଉଚିତ୍ । * ବେଞ୍ଚରେ ସାମଗ୍ରୀ ଏବଂ ବ୍ୟାକରେଷ୍ଟ ରହିବା ଉଚିତ୍ । * ଗଛରେ ପତ୍ରର ପ୍ରକାର ଓ ପତ୍ରଝଡ଼ା ଚକ୍ର ରହିବା ଉଚିତ୍ ।
pa: ਪ੍ਰਵੇਸ਼ ਮੋਡ ਵਿੱਚ ਗੈਰ-ਪੀਲੇ ਲੇਬਲ ਅਤੇ ਮਾਈਕ੍ਰੋਮੈਪਿੰਗ ਮੋਡ ਵਿੱਚ ਚਿੱਟੇ ਬਿੰਦੀਆਂ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੱਤਾਂ ਵਿੱਚ ਕੁਝ ਮਹੱਤਵਪੂਰਨ ਗੁਣਾਂ ਦੀ ਘਾਟ ਹੈ। ਉਦਾਹਰਣ ਵਜੋਂ: * ਇਮਾਰਤਾਂ ਵਿੱਚ ਪੱਧਰਾਂ ਦੀ ਗਿਣਤੀ ਹੋਣ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। * ਪ੍ਰਵੇਸ਼ ਦੁਆਰ ਦੀ ਕਿਸਮ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ ਅਤੇ, ਪੌੜੀਆਂ ਲਈ, ਸਮਤਲ ਰੇਂਜ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। * ਬੈਂਚਾਂ ਵਿੱਚ ਸਮੱਗਰੀ ਅਤੇ ਪਿੱਠ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ। * ਰੁੱਖਾਂ ਵਿੱਚ ਪੱਤਿਆਂ ਦੀ ਕਿਸਮ ਅਤੇ ਚੱਕਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pa_pk: <div dir="rtl" style="text-align: right" lang="pa-Aran-PK"> <br/>جدوں تسیں ویروے سودھدے، تت گم جاݨکاری لئی چیپیاں نہیں پیلیاں تے چٹیاں بندیاں دِکھاۓ گئے ہن۔ مثلاً:؜ <br/> <br/>٭ عمارت لئی سطر دی گݨتی۔ <br/>٭ دروازہ دی قسم؛ جیکر قدم ہن، فلیٹ دا سلسلہ۔ <br/>٭ بینچ لئی پٹھ تے سمگری۔ <br/>٭ رُکھاں لئی پتے دیاں قسم تے عمر۔ </div>
pl: Nieżółte etykiety w trybie wejść i białe kropki w trybie mikromapowania oznaczają, że elementom brakuje jakichś ważnych atrybutów. Na przykład: * Od budynków oczekuje się, że będą miały podana liczbę poziomów. * Wejścia powinny mieć typ, a dla klatek schodowych powinien być podany zakres mieszkań. * Ławki powinny mieć podane materiał i oparcie. * Drzewa powinny mieć typ i cykl liści.
ru: Белые метки в режиме входов и белые точки в режиме микромаппинга означают, что объектам не хватает важных атрибутов. Например: * зданиям нужно прописать количество этажей; * входам нужно указать тип и, для подъездов, номера квартир; * скамейкам нужны материал и наличие спинки; * у деревьев ожидается вид листьев и цикл листопада.
sl: Ne rumene oznake v načinu vhodov in bele pike v načinu mikromapiranja pomenijo, da elementi nimajo nekaterih pomembnih atributov. Na primer: * Stavbe naj bi imele več nadstropij. * Vhodi bi morali imeti vrsto in, za stopnišča, razpon nadstropij. * Klopi morajo imeti material in naslonjalo. * Drevesa morajo imeti vrsto in cikel listov.
sv: Icke-gula etiketter i entréläget och vita prickar i mikromappningsläget betyder att elementen saknar vissa viktiga attribut. Till exempel: * Byggnader förväntas ha våningsplanantal. * Entréer skall ha typ och för trapphus även hur många våningar som omfattas. * Bänkar skall ha material och ryggstöd. * Träd skall ha lövtyp och cykel.
uk: Нежовті мітки в режимі входів і білі точки в режимі мікрокарти означають, що елементам не вистачає деяких важливих атрибутів. Наприклад: * Будівлі повинні мати кількість рівнів. * Входи повинні мати тип, а для сходів - діапазон площин. * Лавки повинні мати матеріал та спинку. * Дерева повинні мати тип листя та цикл.
zh_hans: 入口模式中的非黄色标签和微地图模式中的白点意味着这些元素缺乏一些重要的属性。比如： * 建筑物应该有层数。 * 入口应该有类型，对于楼梯，应该有平面范围。 * 长椅应该有材料和靠背。 * 树木应该有叶子的类型和落叶周期。
zh_hant: 入 口模式時的非黃色標籤，以及微畫地圖模式的白色點表示元素欠缺一些重要屬性，譬如說： * 建築應該有樓層數。 * 入口應該有類別，譬如樓梯、平台範圍。 * 長椅應該有材質與背靠資訊。 * 樹林應當有葉子型式與是否落葉。

# faqLetters
source: Can I type letters into a ref or a flat number?
ar: هل يمكنني كتابة الحروف في مرجع أو رقم ثابت؟
be: Ці магу я ўвесці літары ў нумар кватэры або ўваходу?
ca: Puc escriure lletres en una referència o un número de pis?
cs: Mohu zadat písmena do ref. čísla nebo rovnou dané číslo?
da: Kan jeg indtaste bogstaver i et reference- eller lejlighedsnummer?
de: Kann ich Buchstaben als Kennziffer oder Wohnungsnummer eingeben?
el: Μπορώ να γράψω γράμματα στον κωδικό αναφοράς ή στον αριθμό ορόφου;
eo: Ĉu mi povas tajpi literojn en ref aŭ apartamenta nombro?
es: ¿Puedo ingresar letras en un número de referencia o un número de piso?
et: Kas ma võin „ref“ ja „flats“ numbriväljale sisestada tähti?
eu: Idatzi ditzaket letrak erreferentzia edo solairu zenbaki batean?
fr: Comment utiliser des lettres dans les numéros d’adresse ?
he: אפשר להקליד אותיות לשדה האזכור או למספר הדירה?
hr: Mogu li upisati slova u referncu ili broj stana?
hu: Írhatok betűket egy ref címkébe vagy egy lakásszámba?
id: Bisakah saya mengetikkan huruf ke dalam ref atau angka tetap?
it: Posso digitare lettere in un ref o un numero di appartamento?
ja: refや部屋番号には文字を入力できますか？
mr: संदर्भ किंवा सदनिका (फ्लॅट) क्रमांकामध्ये मी अक्षरे लिहू शकतो का?
nb: Kan jeg skrive bokstaver i et referanse- eller leilighetsnummer?
nl: Kan ik letters typen in een ref- of flatnummer?
or: ମୁଁ ଏକ ଆଧାର କିମ୍ବା ଏକ ଫ୍ଲାଟ୍ କ୍ରମାଙ୍କରେ ଚିଠି ପଠାଇ ପାରିବି କି?
pa: ਕੀ ਮੈਂ ਇੱਕ ref ਜਾਂ ਫਲੈਟ ਨੰਬਰ ਵਿੱਚ ਅੱਖਰ ਟਾਈਪ ਕਰ ਸਕਦਾ ਹਾਂ?
pa_pk: کیہ میں فلیٹ دا نمبر وچ اکھر پا سکدا ہاں؟
pl: Czy mogę wpisywać litery do numeru ref lub numeru mieszkania?
ru: Как ввести буквы в номер квартиры?
sl: Ali lahko v referenčno številko ali številko nadstropja vnesem črke?
sv: Kan jag ange bokstäver i en ref eller i ett lägenhetsnummer?
th: สามารถพิมพ์ตัวอักษรลงไปในช่องอ้างอิงหรือหมายเลขแฟลตได้หรือไม่?
uk: Чи можна вводити літери в реф або фіксований номер?
zh_hans: 我可以在参考编号或公寓号中键入字母吗？
zh_hant: 我可以輸入字母到編號或是套房數字嗎？

# faqLettersContent
source: If your numeric keyboard cannot be switched to a full one, check the app settings. They are behind the button at the top left corner. Switch on the "extended numeric keyboard" there.
ar: إذا تعذر تحويل لوحة المفاتيح الرقمية إلى لوحة مفاتيح كاملة ، فتحقق من إعدادات التطبيق. هم خلف الزر في الزاوية اليسرى العليا. قم بتشغيل "لوحة المفاتيح الرقمية الموسعة" هناك.
be: Калі вашу лічбавую клавіятуру нельга пераключыць на поўную клавіятуру з літарамі, праверце налады праграмы. Уключыце там "Пашыраная лічбавая клавіятура".
ca: Si el vostre teclat numèric no es pot canviar a un de complet, comproveu la configuració de l'aplicació. Està darrere del botó de la cantonada superior esquerra. Activeu el "teclat numèric estès" allà.
cs: Pokud nelze numerickou klávesnici přepnout na plnohodnotnou, zkontrolujte nastavení aplikace. Nachází se za tlačítkem v levém horním rohu. Tam zapněte „rozšířenou numerickou klávesnici“.
da: Hvis dit numeriske tastatur ikke kan skiftes til et fuldt tastatur, skal du kontrollere appindstillingerne. Dem finder du bag knappen i øverste venstre hjørne. Slå "Udvidet numeriske tastatur" til der.
de: Wenn deine numerische Tastatur nicht auf eine vollständige Tastatur umgeschaltet werden kann, überprüfe die Einstellungen der App. Sie befinden sich hinter der Schaltfläche in der oberen linken Ecke. Schalte dort die „erweiterte numerische Tastatur“ ein.
el: Αν το αριθμητικό ππληκτρολόγιο σας δεν μπορεί να αλλάξει σε ένα πλήρες, ελέγξτε τις ρυθμίσεις της εφαρμογής. Είναι πίσω από το κουμπί στην πάνω αριστερή γωνία. Αλλάξτε εκεί στο "εκτεταμένο αριθμητικό πληκτρολόγιο".
eo: Se via numera klavaro ne povas esti ŝanĝita al plena, kontrolu la agordojn de la aplikaĵo. Ili estas malantaŭ la butono ĉe la supra maldekstra angulo. Ŝaltu la "plilongigitan numeran klavaron" tie.
es: Si tu teclado numérico no puede cambiarse a uno completo, comprueba los ajustes de la aplicación. Están detrás del botón de la esquina superior izquierda. Activa allí el «teclado numérico ampliado».
et: Kui sinu nutiseadme numbriklahvistik pole ümberlülitatav täisklahvistikuks, siis palun kontrolli seadistusi. Tavaliselt saad seda teha nupu alt ülalt vasakulst nurgast. Võta sealt kasutusele näiteks „laiendatud numbriklahvistik“.
eu: Zure zenbakizko teklatua ezin bada zabaldu teklatu hedatura, begiratu aplikazioaren hobespenak. Goiko ezkerreko botoiaren azpian daude. Han ezarri "zenbakizko teklatu hedatua" aukera.
fr: Si votre clavier numérique ne peut pas basculer vers un clavier complet, vérifiez les paramètres de l’application. Appuyez sur le bouton du coin supérieur gauche où vous trouverez le « clavier numérique étendu ».
he: אם אין לך אפשרות להחליף בין מקלדת נומרית למלאה, רצוי לבדוק את הגדרות היישומון. הן מאחורי הכפתור בפינה הימנית העליונה. להפעיל שם את „הרחבת מקלדת נומרית”.
hr: Ako se tvoja brojčana tipkovnica ne može prebaciti na punu tipkovnicu, provjeri postavke aplikacije. Nalaze se iza gumba u gornjem lijevom kutu. Tamo uključi opciju „Proširena brojčana tipkovnica”.
hu: Ha a numerikus billentyűzetét nem lehet teljes billentyűzetre váltani, akkor ellenőrizze az alkalmazás beállításait. Ezek a bal felső sarokban lévő gomb mögött találhatók. Kapcsolja be ott a „kiterjesztett numerikus billentyűzet” beállítást.
id: Jika keyboard numerik Anda tidak dapat dialihkan ke keyboard lengkap, periksa pengaturan aplikasi. Mereka berada di belakang tombol di pojok kiri atas. Aktifkan "keyboard numerik tambahan" di sana.
it: Se non è possibile passare alla tastiera numerica completa, controlla le impostazioni dell'app. Clicca il pulsante nell'angolo in alto a sinistra e attiva la "tastiera numerica estesa".
ja: 数字キーボードがフルキーボードに切り替わらない場合はアプリの設定を見直してください。画面左上隅のボタンで操作します。「数字キーボードを拡張」を切り替えてください。
mr: पूर्ण स्वरूपाच्या अंकीय कीबोर्ड वर तुम्ही जाऊ शकत नसल्यास, ॲप सेटिंग तपासा. ते वरच्या डाव्या कोपर्यात बटणाच्या मागे आहेत. तेथे "विस्तारित अंकीय कीबोर्ड" पर्याय चालू करा.
nb: Hvis det numeriske tastaturet ikke kan bytte til et fullstendig tastatur, kontrollerer du appinnstillingene. Dem finner du bak knappen øverst til venstre. Slå på "utvidede numeriske tastatur" der.
nl: Als je numerieke toetsenbord niet omgewisseld kan worden naar een volledig toetsenbord, kijk dan in de app-instellingen. Die zijn te vinden achter een knop in de linkerbovenhoek. Zet daar "uitgebreide numerieke toetsenbord" aan.
or: ଯଦି ଆପଣଙ୍କ ସଂଖ୍ୟାଗତ କୀବୋର୍ଡ୍ ସମ୍ପୂର୍ଣ୍ଣ କୁ ସୁଇଚ୍ ହୋଇପାରିବ ନାହିଁ, ଆପ୍ଲିକେସନ୍ ସେଟିଂସ୍ ଯାଞ୍ଚ କରନ୍ତୁ। ସେମାନେ ଉପର ବାମ କୋଣରେ ଥିବା ବଟନ ପଛରେ ଅଛନ୍ତି । ସେଠାରେ "ବିସ୍ତାରିତ ସଂଖ୍ୟାଗତ କୀବୋର୍ଡ" ଅନ୍ କରନ୍ତୁ।
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਸੰਖਿਆਤਮਕ ਕੀਬੋਰਡ ਪੂਰੇ ਕੀਬੋਰਡ 'ਤੇ ਨਹੀਂ ਬਦਲਿਆ ਜਾ ਸਕਦਾ, ਤਾਂ ਐਪ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ। ਉਹ ਉੱਪਰ ਖੱਬੇ ਕੋਨੇ 'ਤੇ ਬਟਨ ਦੇ ਪਿੱਛੇ ਹਨ। ਉੱਥੇ "ਐਕਸਟੈਂਡਡ ਸੰਖਿਆਤਮਕ ਕੀਬੋਰਡ" ਨੂੰ ਚਾਲੂ ਕਰੋ।
pa_pk: جے تہاڈے سنکھیاک کیبورڈ نوں پورا کیبورڈ بدل نہیں سکدے، سیٹنگاں وچ دکھایو۔ اُپرلے کھبے کینے تے تسیں بٹن لبھ سکیو۔ اُتھے پورا کیبورڈ چوݨ نوں چالو کرو۔
pl: Jeśli nie można przełączyć klawiatury numerycznej na pełną, sprawdź ustawienia aplikacji. Znajdują się one za przyciskiem w lewym górnym rogu. Włącz tam "rozszerzoną klawiaturę numeryczną".
ru: Если в вашей цифровой клавиатуре нет переключателя на полную клавиатуру с буквами, загляните в настройки приложения. Они под кнопкой слева вверху на главном экране. Включите там «заменить цифровую клавиатуру».
sl: Če številčne tipkovnice ni mogoče preklopiti na polno tipkovnico, preveri nastavitve aplikacije. Te se nahajajo za gumbom v zgornjem levem kotu. Tam lahko vklopiš »razširjeno številčno tipkovnico«.
sv: Om det inte går att byta från det numeriska tangentbordet till det fullstora, gå till appinställningarna. De nås genom knappen i det övre vänstra hörnet. Slå på "utökat numeriskt tangentbord" där.
th: หากแป้นพิมพ์หมายเลขไม่สามารถเปลี่ยนเป็นแบบเต็มได้ ให้ตรวจสอบการตั้งค่าของแอป โดยจะอยู่หลังปุ่มที่มุมบนซ้าย เปิดแป้นพิมพ์เลขแบบขยายที่นั่น
uk: Якщо ваша цифрова клавіатура не переключається на повнорозмірну, перевірте налаштування застосунку. Для цього натисніть кнопку у лівому верхньому кутку та оберіть "розширена цифрова клавіатура".
zh_hans: 如果您的数字键盘无法切换到完整键盘，请检查应用程序设置。它们位于左上角的按钮后面。在那里打开“扩展数字键盘”。
zh_hant: 如果你的數字鍵盤無法切換到完整的話，請檢查 app 設定。應該在左下角的按鍵後面。在這邊切換到 "延伸數字鍵盤"。

# faqFloors
source: Are floors '3' and '/3' the same?
ar: هل الطابقان '3' و '/3' متماثلان؟
be: Паверхі "3" і "/3" — адно і тое ж?
ca: Els pisos "3" i "/3" són idèntics?
cs: Jsou podlaží ‚3‘ a ‚/3‘ stejná?
da: Er etagerne '3' og '/3' de samme?
de: Sind die Geschosse „3“ und „/3“ gleich?
el: Είναι οι όροφοι '3' και '/3' ίδιοι;
eo: Ĉu etaĝoj '3' kaj '/3' estas la samaj?
es: ¿Los pisos «3» y «/3» son iguales?
et: Kas „3“ ja „/3“ korrused on üks ja sama?
eu: '3' eta '/3' solairuak berdinak dira?
fr: Quelle est la différence entre les étages « 3 » et « /3 » ?
he: האם דירות ‚3’ ו־‚‎/3’ הן אותו הדבר?
hr: Jesu li katovi '3' i '/3' isti?
hu: A „3” és a „/3” emelet ugyanaz?
id: Apakah lantai '3' dan '/3' sama?
it: I piani '3' e '/3' sono uguali?
ja: 階数の '3' と '/3' は同じですか？
mr: मजल्यांमध्ये '3' व '/3' हे समसमान आहे का?
nb: Er etasje '3' og '/3' det samme?
nl: Zijn verdiepingen '3' en '/3' hetzelfde?
or: ମହଲା '୩' ଏବଂ '/୩' ସମାନ କି?
pa: ਕੀ ਮੰਜ਼ਿਲ '੩' ਅਤੇ '/੩' ਇੱਕੋ ਹਨ?
pa_pk: کیہ سطر دے نمبر ”‫‎/3‬“ تے ”3“ اِکو جہے ہن؟
pl: Czy piętra „3” i „/3” są takie same?
ru: Этажи "3" и "/3" — одно и то же?
sl: Ali sta nadstropji '3' in '/3' enaki?
sv: Är våning '3' och '/3' samma våning?
th: ชั้น '3' และ '/3' เหมือนกันหรือไม่?
uk: Чи однакові поверхи "3" і "/3"?
zh_hans: 楼层“3”和“/3”是否相同？
zh_hant: 樓層"3"與"/3"是否一樣呢？
