Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# fieldFloorLevelDesc
source: Floor number starting from 0 for the ground level
ar: رقم الطابق يبدأ من 0 المساوي لمستوى الأرض
be: Нумар паверха, пачынаючы з 0 для ўзроўню зямлі
ca: Número de planta comença a partir del 0 per a la planta baixa
cs: Číslo podlaží počínaje 0 jako přízemím
da: Etagenummer startende fra 0 for stueplan
de: Stockwerk (0 für Erdgeschoss)
el: Ο αριθμός ορόφου ξεκινά από το 0 για το ισόγειο
eo: Etaĝnumero komencanta de 0 por la grundnivelo
es: Número de planta a partir de 0 para la planta baja
et: Korruse number alates 0'st loendates maapinnal asuvast korrusest
eu: Solairu zenbakia, lurraren mailari 0 jartzen badiogu
fr: Numéro d'étage à partir de 0 pour le rez-de-chaussée
he: מספר הקומה החל מ־0 לקומת הקרקע
hr: Broj kata počevši s 0 za prizemlje
hu: Az emelet száma 0-tól kezdődik a földszintnél
id: Nomor lantai dimulai dari 0 untuk permukaan tanah
it: Il numero di piano considerando 0 il piano terra
ja: 地上1階を0としてフロア数を計算
mr: भू पातळीला 0 धरून सुरू होणारा मजला क्रमांक
nb: Etasjenummer starter med 0 for bakkenivå
nl: Verdieping, te beginnen bij nul voor de begane grond
or: ତଳ ସ୍ତର ପାଇଁ ଫ୍ଲୋର ନମ୍ବର ୦ରୁ ଆରମ୍ଭ
pa: ਮੰਜ਼ਿਲ ਨੰਬਰ ਜ਼ਮੀਨ ਪੱਧਰ ਲਈ ੦ ਤੋਂ ਸ਼ੁਰੂ
pa_pk: سطر دا نمبر، زمینی پدھر لئی 0 توں شروع ہندا اے
pl: Numer piętra zaczynający się od 0 dla parteru
ro: Număr etaj, începând de la 0 pentru parter
ru: Номер этажа, начиная с 0 для уровня земли (первого)
sl: Številka nadstropja se začne od 0 za pritličje
sv: Våningsnummer med början från 0 för gatuplan
th: เลขชั้นที่เริ่มจาก 0 สำหรับชั้น G
uk: Номер поверху починаючи з 0 для рівня землі
zh_hans: 楼层数从 0 开始，表示地面层
zh_hant: 樓層數從0開始，表示地面層

# fieldFloorShouldBeNumber
source: Please enter a number
ar: الرجاء إدخال رقم
be: Калі ласка, увядзіце лічбу
ca: Introduïu un número
cs: Zadejte prosím číslo
da: Indtast et tal
de: Gib eine Zahl ein
el: Παρακαλώ πρόσθεσε έναν αριθμό
eo: Bonvolu enigi numeron
es: Ingresa un número
et: Palun sisesta number
eu: Mesedez sartu zenbaki bat
fr: Entrez un nombre
he: נא למלא מספר
hr: Upiši broj
hu: Adjon meg egy számot
id: Silakan masukkan nomor
it: Inserire un numero
ja: 数字を入力してください
mr: कृपया अंक टाका
nb: Skriv inn et tall
nl: Geef alstublieft een getal in
or: ଦୟାକରି ଏକ ସଂଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ
pa: ਕ੍ਰਿਪਾ ਕਰਕੇ ਨੰਬਰ ਦਰਜ ਕਰੋ
pa_pk: نمبر پایو
pl: Podaj numer
ro: Te rog introdu un nunăr
ru: Здесь должно быть число
sl: Prosim, vnesi številko
sv: Vänligen ange ett tal
th: กรุณาใส่เลข
uk: Введіть число
zh_hans: 请输入一个数字
zh_hant: 請輸入數字

# fieldAddressTap
source: Tap an address
ar: اضغط على العنوان
be: Націсніце на адрас
ca: Toqueu una adreça
cs: Klepněte na adresu
da: Tryk på en adresse
de: Wähle eine Adresse
el: Επιλογή διεύθυνσης
eo: Frapi adreson
es: Pulsa una dirección
et: Palun klõpsi aadressi
eu: Aukeratu helbide bat
fr: Choisissez une adresse
he: נא לגעת בכתובת
hr: Dodirni adresu
hu: Koppintson egy címre
id: Ketuk sebuah alamat
it: Scegliere un indirizzo
ja: 住所をタップ
mr: पत्त्यावर टॅप करा
nb: Trykk på en adresse
nl: Klik op een adres
or: ଏକ ଠିକଣା ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਇਕ ਪਤਾ ਚੁਣੋ
pa_pk: اِکّ پتہ چݨیو
pl: Podaj adres
ro: Apasă pe o adresă
ru: Нажмите на адрес
sl: Tapni naslov
sv: Tryck på en adress
th: แตะที่ที่อยู่
uk: Виберіть адресу
zh_hans: 点选一个地址
zh_hant: 點選地址

# fieldPhoneWrong
source: Wrong phone format
ar: تنسيق رقم الهاتف خاطئ
be: Няправільны фармат нумара
ca: Format de telèfon incorrecte
cs: Nesprávný formát telefonu
da: Forkert telefonformat
de: Falsches Telefonnummernformat
el: Λάθος μορφή τηλεφώνου
eo: Malĝusta telefonformato
es: Formato de teléfono incorrecto
et: Vigane telefoninumbri vorming
eu: Telefono formatu okerra
fr: Mauvais format de numéro de téléphone
he: תבנית מספר הטלפון שגויה
hr: Neispravan format telefonskog broja
hu: Hibás telefonformátum
id: Format telepon salah
it: Formato numero di telefono errato
ja: 電話番号の形式が異なります
mr: चुकीच्या स्वरूपाचा संपर्क क्रमांक
nb: Feil telefonnummerformat
nl: Verkeerde notatie voor een telefoonnummer
or: ଭୁଲ୍ ଫୋନ୍ ଫର୍ମାଟ୍
pa: ਗ਼ਲਤ ਫ਼ੋਨ ਫਾਰਮੈਟ
pa_pk: فون دی فارمیٹ درست نہیں اے
pl: Nieprawidłowy format numeru telefonu
ro: Format greșit
ru: Неправильный формат номера
sl: Napačna oblika telefonske številke
sv: Felaktigt format på telefonnumret
th: รูปแบบหมายเลขโทรศัพท์ผิด
uk: Невірний формат телефону
zh_hans: 错误的电话格式
zh_hant: 錯誤的電話號碼格式

# fieldHeightMeters
source: Expecting length in meters, e.g. 5.4
ar: توقع الطول بالأمتار، على سبيل المثال 4.5
ca: S'espera la longitud en metres, p. 5,4
cs: Očekávána délka v metrech, např. 5.4
da: Forventer længde i meter, f.eks. 5,4
de: Länge in Metern erwartet, z. B. 5.4
el: Αναμένεται μήκος σε μέτρα, π.χ. 5.4
es: Longitud esperada en metros, por ejemplo 5,4
et: Eeldame, et pikkus on meetrites, näiteks 5.4
eu: Luzera metrotan espero da hemen, adib. 5.4
fr: Longueur attendue en mètres, ex : 5.4
he: אמור להיות אורך במטרים, למשל: 5.4
hr: Očekuje se duljina u metrima, npr. 5,4
hu: A hosszúságot méterben és tizedesponttal kell megadni, pl. 5.4
id: Mengharapkan panjang dalam meter, mis. 5.4
ja: メートル単位で入力してください、例：5.4
nl: Lengte wordt in meters verwacht, bijv. 5.4
or: ମିଟରରେ ଦୈର୍ଘ୍ୟ ଆଶା କରିବା, ଉଦାହରଣ ସ୍ୱରୂପ 5.4
pa: ਲੰਬਾਈ ਦੀ ਮੀਟਰਾਂ ਵਿੱਚ ਉਮੀਦ, ਜਿਵੇਂ ਕਿ ੫੶੪
pl: Oczekiwana długość w metrach, np. 5.4
ro: Lungime în metri, ex. 5.4
ru: Длина в метрах, например 5.4
th: ต้องการความยาวในหน่วยเมตร เช่น 5.4
uk: Очікувана довжина в метрах, наприклад, 5.4
zh_hans: 以米为单位的预期长度，例如 5.4

# fieldHeightFeet
source: Expecting length in feet, e.g. 7'4"
ar: توقع الطول بالقدم، على سبيل المثال. 7'4"
ca: S'espera la longitud en peus, p. 7'4"
cs: Očekávána délka ve stopách, např. 7'14"
da: Forventer længde i fod, f.eks. 7'4"
de: Länge in Fuß erwartet, z. B. 7'4"
el: Αναμένεται μήκος σε πόδια, π.χ. 7'4"
es: Longitud esperada en pies, por ejemplo, 7'4"
et: Eeldame, et pikkus on jalgades, näiteks 7'4"
eu: Luzera oinetan espero da hemen, adib. 7'4"
fr: Longueur attendue en pieds, ex : 7'4"
he: אמור להיות אורך ברגל, למשל: ‎7'41"‎
hr: Očekuje se duljina u stopama, npr. 7'4"
hu: A hosszúsagot lábban kell megadni, pl. 7'4"
id: Mengharapkan panjang dalam satuan kaki, mis. 7'4"
ja: フィート単位で入力してください、例：7'4"
nl: Lengte wordt in voet verwacht, bijv. 7'4"
or: ଫୁଟରେ ଦୈର୍ଘ୍ୟ ଆଶା କରିବା, ଉଦାହରଣ ସ୍ୱରୂପ 7'4"
pa: ਲੰਬਾਈ ਦੀ ਫੁੱਟਾਂ ਵਿੱਚ ਉਮੀਦ, ਜਿਵੇਂ ਕਿ ੭'੪"
pl: Oczekiwana długość w stopach, np. 7'4"
ro: Lungime în picioare, ex. 7'4"
ru: Длина в футах, например 7'4"
th: ต้องการความยาวในหน่วยฟุต เช่น 7'4"
uk: Очікувана довжина в футах, наприклад, 7'4"
zh_hans: 以英尺为单位的预期长度，例如 7 '4"

# fieldHeightAny
source: Expecting length, e.g. 5.4 or 7'4"
ar: توقع الطول، على سبيل المثال. 5.4 أو 7'4"
ca: Longitud esperada, per exemple 5,4 o 7'4"
cs: Očekávána délka, např. 5.4 nebo 7'14"
da: Forventer længde, f.eks. 5,4 eller 7'4"
de: Länge erwartet, z. B. 5.4 oder 7'4"
el: Αναμένεται μήκος, π.χ. 5.4 ή 7'4"
es: Longitud esperada, por ejemplo, 5,4 o 7'4"
et: Eeldame, et tegemist on pikkusega, näiteks 5.4 või 7'4"
eu: Luzera espero da hemen, adib. 5.4 edo 7'4"
fr: Longueur attendue, ex : 5.4 ou 7'4"
he: אמור להיות אורך, למשל: 5.4 או ‎7'4"‎
hr: Očekuje se duljina, npr. 5,4 ili 7'4"
hu: Hosszúság megadása lábban vagy p méterben, pl. 5.4 or 7'4"
id: Panjang yang diharapkan, mis. 5,4 atau 7'4"
ja: 長さは次のように入力、例：5.4または 7'4"
nl: Lengte wordt verwacht, bijv. 5.4 of 7'4"
or: ଦୈର୍ଘ୍ୟ ଆଶା କରିବା, ଉଦାହରଣ ସ୍ୱରୂପ 5.4 କିମ୍ବା 7'4"
pa: ਲੰਬਾਈ ਦੀ ਉਮੀਦ, ਜਿਵੇਂ ਕਿ ੫੶੪ ਜਾਂ ੭'੪"
pl: Oczekiwana długość, mp. 5.4 lub 7'4"
ru: Это длина: например, 5.4 или 7'4"
th: ต้องการความยาว เช่น 5.4 หรือ 7'4"
uk: Очікувана довжина, наприклад, 5,4 або 7'4"
zh_hans: 预期长度，如 5.4 或 7'4"

# messageNoData
source: No data, tap here to download
ar: لا توجد بيانات، انقر هنا للتنزيل
be: Няма даных, націснеце тут, каб спампаваць
ca: Sense dades, toca aquí per baixar-les
cs: Žádná data, klepněte sem pro stažení
da: Ingen data, tryk her for at downloade
de: Keine Daten, zum Herunterladen hier tippen
el: Κανένα δεδομένο, πάτα εδώ για λήψη
eo: Neniuj datumoj, alklaku ĉi tie por elŝuti
es: Sin datos, pulsa aquí para descargar
et: Andmeid pole, allalaadimiseks klõpsi
eu: Ez dago daturik, klik hemen deskargatzeko
fr: Pas de données, taper ici pour les télécharger
he: אין נתונים, נא לגעת כאן כדי להוריד
hr: Nema podataka. Dodirni ovdje za preuzimanje
hu: Nincsenek adatok, koppintson ide a letöltéshez
id: Tidak ada data, ketuk di sini untuk mengunduh
it: Nessun dato, premere qui per scaricarli
ja: データがありません。ここをタップしてダウンロードしてください
mr: डेटा नाही. तो उतरवण्यासाठी येथे टॅप करा
nb: Ingen data, trykk her for å laste ned
nl: Geen gegevens, klik hier om deze te downloaden
or: କୌଣସି ଡାଟା ନାହିଁ, ଡାଉନଲୋଡ୍ କରିବାକୁ ଏଠାରେ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ, ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਇੱਥੇ ਦੱਬੋ
pa_pk: کوئی ڈیٹا نہیں، ہور لئی اِتھے چھوہوو
pl: Brak danych, dotknij tutaj, aby pobrać
ro: Fără date, apasă ca să descari
ru: Данные не загружены, тыкните сюда для скачивания
sl: Brez podatkov, tapni tukaj za prenos
sv: Ingen data, tryck här för att ladda ned
th: ไม่มีข้อมูล แตะที่นี่เพื่อดาวน์โหลด
uk: Натисніть для завантаження даних
zh_hans: 没有数据，点击此处下载
zh_hant: 沒有資料，請點這邊下載

# messageDataObsolete
source: Data is obsolete, tap here to refresh
ar: البيانات قديمة، انقر هنا لتحديثها
be: Даныя састарэлі, націсніце тут, каб абнавіць
ca: Dades obsoletes, toqueu aquí per actualitzar-les
cs: Data jsou zastaralá, klepněte sem pro obnovení
da: Data er forældede, tryk her for at opdatere
de: Die Daten sind veraltet, zum Aktualisieren hier tippen
el: Τα δεδομένα είναι ξεπερασμένα, πάτα εδώ για ανανέωση
eo: Datumoj estas malnoviĝintaj, alklaku ĉi tie por refreŝigi
es: Los datos están obsoletos, pulsa aquí para actualizarlos
et: Andmed on aegunud, uuendamiseks klõpsi
eu: Datuak zaharrak dira, klik hemen eguneratzeko
fr: Les données sont obsolètes, tapez ici pour les rafraîchir
he: הנתונים ישנים, נא לגעת כאן כדי לרענן
hr: Podatci su zastarjeli. Dodirni ovdje za aktualiziranje
hu: Az adatok elavultak, koppintson ide a frissítéshez
id: Data sudah usang, ketuk di sini untuk menyegarkan
it: I dati sono obsoleti, premere qui per aggiornarli
ja: データが古すぎます。ここをタップして更新してください
mr: माहिती जुनी आहे. नवीन माहितीसाठी येथे टॅप करा
nb: Data er foreldet, trykk her for å oppdatere
nl: Gegevens zijn verouderd, klik hier om te herladen
or: ଡାଟା ପୁରୁଣା ହୋଇଛି, ରିଫ୍ରେସ୍ କରିବାକୁ ଏଠାରେ ଟ୍ୟାପ୍ କରନ୍ତୁ
pa: ਡਾਟਾ ਪੁਰਾਣਾ ਹੋ ਗਿਆ ਹੈ, ਤਾਜ਼ਾ ਕਰਨ ਲਈ ਇੱਥੇ ਦੱਬੋ
pa_pk: ایہہ ڈیٹا پراݨا اے، نویں کرن لئی ایہہ بٹن چݨیو
pl: Dane są przestarzałe, dotknij tutaj, aby odświeżyć
ro: Date învechite, apasă să descarci
ru: Данные устарели, тыкните сюда для обновления
sl: Podatki so zastareli, tapni tukaj za osvežitev
sv: Data obsolet, tryck här för att uppdatera
th: ข้อมูลเก่า แตะที่นี่เพื่อรีเฟรช
uk: Дані застарілі. Натисніть для оновлення
zh_hans: 数据已过时，点击此处刷新
zh_hant: 資料已經過時了，請點這邊來重新整理

source: Enable GPS
ar: تشغيل محدد المواقع (الـGPS)
be: Уключыце GPS
ca: Activeu el GPS
cs: Povolit GPS
da: Aktivér GPS
de: Aktiviere GPS
el: Ενεργοποίηση GPS
eo: Ebligi GPS
es: Activar el GPS
et: Lülita GPS sisse
eu: Aktibatu GPSa
fr: Activez le GPS
he: הפעלת ניווט/GPS
hr: Uključi GPS
hu: GPS engedélyezése
id: Aktifkan GPS
it: Abilita il GPS
ja: GPSを有効化
mr: GPS सक्षम करा
nb: Aktiver GPS
nl: Activeer GPS
or: GPS ସକ୍ଷମ କରନ୍ତୁ
pa: ਜੀ. ਪੀ. ਐਸ. ਚਾਲੂ ਕਰੋ
pa_pk: گی‌پی‌ایس چالو کرو
pl: Włącz GPS
ro: Activează GPS
ru: Включите GPS
sl: Omogoči GPS
sv: Slå på GPS
th: เปิดใช้ GPS
uk: Увімкніть GPS
zh_hans: 启用 GPS
zh_hant: 啟用 GPS

# enableGPSMessage
source: Please turn on the location services in the settings panel that will be shown.
ar: نرجوا منك تشغيل خدمة تحديد المواقع في لوحة الإعدادات التي ستظهر.
be: Калі ласка, уключыце службы вызначэння месцазнаходжання ў панэлі налад, якая будзе паказаная.
ca: Si us plau activeu els serveis d'ubicació al tauler de configuració que es mostrarà.
cs: Zapněte prosím polohové služby v panelu nastavení, který bude zobrazen.
da: Aktivér placeringstjenesterne i det indstillingspanel, der vises.
de: Bitte GPS in den Einstellungen aktivieren.
el: Παρακαλώ ενεργοποιήστε τις υπηρεσίες τοποθεσίας στο παράθυρο ρυθμίσεων που θα εμφανιστεί.
eo: Bonvolu ŝalti la lokservojn en la agorda panelo, kiu estos montrita.
es: Activa los servicios de ubicación en el panel de ajustes que será mostrado.
et: Järgnevas seadistuste vaates palun lülita asukohateenused sisse.
eu: Mesedez aktibatu kokapen zerbitzuak erakutsiko zaizun ezarpenen orrian.
fa: لطفاً خدمات مکان را در پنل تنظیماتی که نشان داده می‌شود روشن کنید.
fr: Veuillez activer les services de localisation dans le panneau de configuration qui s'affiche.
he: נא להפעיל את שירותי המיקום בלוח ההגדרות שיופיע.
hr: Uključi lokacijske usluge u ploči postavki koje će se prikazati.
hu: Kapcsolja be a helymeghatározási szolgáltatásokat a hamarosan megjelenő beállítások panelen.
id: Silakan aktifkan layanan lokasi di panel pengaturan yang akan ditampilkan.
it: Abilitare i servizi di localizzazione nel pannello delle impostazioni che comparirà.
ja: 設定画面が表示されますので、位置情報サービスを有効にしてください。
mr: कृपया दाखवल्या जाणार्‍या प्राधान्ये (सेटिंग) पटलावर स्थान सेवा चालू करा.
nb: Vennligst slå på stedstjenester i innstillingspanelet som blir vist.
nl: Zet alstublieft locatieservices aan in de instellingen die getoond worden.
or: ଦୟାକରି ସେଟିଂସ୍ ପ୍ୟାନେଲ୍ ରେ ଅବସ୍ଥାନ ସେବାଗୁଡିକ ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ ଯାହା ଦେଖାଯିବ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗ ਪੈਨਲ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਸਥਾਨ ਸੇਵਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pa_pk: سیٹنگاں تے ستھتی سروِس چالو کریو۔
pl: Włącz usługi lokalizacyjne w panelu ustawień, który zostanie wyświetlony.
ru: Сейчас откроем панель настроек — включите в ней определение местоположения, пожалуйста.
sl: Na prikazani plošči z nastavitvami vklopi lokacijske storitve.
sv: Vänligen aktivera platstjänster i den inställningspanel som kommer att visas.
th: กรุณาเปิดใช้บริการระบุตำแหน่งในการตั้งค่าต่อไปนี้
uk: Зараз будуть відкриті системні налаштування. Будь ласка, увімкніть GPS.
zh_hans: 请在即将显示的设置面板中打开位置服务。
zh_hant: 請在即將顯示的設定開啟位置服務。

source: Enable Location
ar: تمكين الوصول للموقع
be: Дазвольце GPS
ca: Activa la ubicació
cs: Povolit polohu
da: Aktivér placering
de: Aktiviere Standort
el: Ενεργοποίηση Τοποθεσίας
eo: Ebligi Lokon
es: Activar ubicación
et: Palun lülita asukoha tuvastamine sisse
eu: Kokapena aktibatu
fr: Autorisez l’accès à la position
he: הפעלת מיקום
hr: Uključi lociranje
hu: Hely engedélyezése
id: Aktifkan Lokasi
it: Abilita accesso alla posizione
ja: 位置情報を有効化
mr: स्थान कार्यान्वीत करा
nb: Skru på posisjon
nl: Laat positiebepaling toe
or: ଅବସ୍ଥାନ ସକ୍ଷମ କରନ୍ତୁ
pa: ਲੋਕੇਸ਼ਨ ਸੇਵਾ ਚਾਲੂ ਕਰੋ
pa_pk: ستھتی چالو کرو
pl: Włącz lokalizację
ro: Activează locația
ru: Разрешите GPS
sl: Omogoči lokacijo
sv: Slå på plats
th: เปิดใช้การระบุตำแหน่ง
uk: Увімкнути геолокацію
zh_hans: 启用位置
zh_hant: 啟用位置

# enableLocationMessage
source: Please allow location access for the app in the settings panel that will be shown.
ar: يرجى السماح للتطبيق بالحصول على موقعك في لوحة الإعدادات التي ستظهر.
be: Калі ласка, дазвольце праграме доступ да месцазнаходжання ў панэлі налад, якая будзе паказаная.
ca: Permet l'accés de l'aplicació a la ubicació al tauler de configuració que es mostrarà.
cs: Povolte prosím přístup aplikace k poloze v panelu nastavení, který bude otevřen.
da: Tillad placeringsadgang for appen i indstillingspanelet, der vises.
de: Bitte erlaube Every Door Zugriff auf deinen Standort.
el: Παρακαλώ επιτρέψτε την πρόσβαση τοποθεσίας για την εφαρμογή στο παράθυρο ρυθμίσεων που θα εμφανιστεί.
eo: Bonvolu permesi lokan aliron por la aplikaĵo en la agorda panelo, kiu estos montrita.
es: Permitir el acceso a la ubicación de la aplicación en el panel de ajustes que será mostrado.
et: Järgnevas seadistuste vaates palun lülita asukohateenused selle rakenduse jaoks sisse.
eu: Mesedez onartu aplikazioak kokapena atzitzea ondoren azalduko zaizun ezarpen pantailan.
fa: لطفاً در پنل تنظیماتی که نشان داده خواهد شد، به برنامه اجازه دسترسی به مکان را بدهید.
fr: Veuillez autoriser l'accès à la position à l'application dans le panneau de configuration qui s'affiche.
he: נא לאפשר גישת מיקום ליישום בלוח ההגדרות שיופיע.
hr: Dopusti aplikaciji pristup lokaciji na ploči postavki koja će se prikazati.
hu: Engedélyezze a helyhozzáférést az alkalmazás számára a hamarosan megjelenő beállítások panelen.
id: Harap izinkan akses lokasi untuk aplikasi di panel pengaturan yang akan ditampilkan.
it: Abilitare l’accesso alla posizione per l’app nel pannello delle impostazioni che comparirà.
ja: 位置情報へのアクセスをアプリに許可するよう設定してください。
mr: कृपया दाखवल्या जाणार्‍या प्राधान्य पटलामध्ये अॅपसाठी स्थान प्रवेशास अनुमती द्या.
nb: Vennligst tillat posisjonstilgang for appen i innstillingspanelet som blir vist.
nl: Laat alstublieft locatiebepaling door de app toe in de instellingen die getoond worden.
or: ଦୟାକରି ସେଟିଂ ପ୍ୟାନେଲ୍ ରେ ଆପ୍ଲିକେସନ୍ ପାଇଁ ଅବସ୍ଥାନ ଆକସେସ୍ ଅନୁମତି ଦିଅନ୍ତୁ ଯାହା ଦେଖାଯିବ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗ ਪੈਨਲ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀਆਂ ਲੋਕੇਸ਼ਨ ਸੇਵਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ।
pa_pk: کرپا کرکے دکھاۓ جاݨ والے سیٹنگاں وچ جا کے ایپ لئی ستھتی دی اِجازت دیو۔
pl: Zezwól aplikacji na dostęp do lokalizacji w panelu ustawień, który zostanie wyświetlony.
ro: Te rog permite accesul la locație pentru EveryDoor în panoul setări care va urma.
ru: Сейчас откроем панель настроек — разрешите в ней доступ к местоположению, пожалуйста.
sl: V prikazani plošči z nastavitvami dovoli dostop do lokacije za aplikacijo.
sv: Vänligen ge appen platstillgång i inställningspanelen som kommer att visas.
th: กรุณาให้สิทธิ์เข้าถึงตำแหน่งกับแอปพลิเคชันในหน้าการตั้งค่าต่อไปนี้
uk: Будь ласка дозвольте застосунку доступ до геолокації у налаштуваннях.
zh_hans: 请在即将显示的设置面板中允许应用程序的位置访问。
zh_hant: 請在即將顯示的設定面板允許 app 取得位置資訊。

# buttonYes
source: Yes
ar: نعم
be: Так
ca: Si
cs: Ano
da: Ja
de: Ja
el: Ναι
eo: Jes
es: Sí
et: Jah
eu: Bai
fa: بله
fr: Oui
he: כן
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
mr: हो
nb: Ja
nl: Ja
or: ହଁ
pa: ਹਾਂ
pa_pk: ہاں
pl: Tak
ro: Da
ru: Да
sl: Da
sv: Ja
th: ใช่
uk: Так
zh_hans: 同意
zh_hant: 同意

# buttonNo
source: No
ar: لا
be: Не
cs: Ne
da: Nej
de: Nein
el: Όχι
eo: Ne
et: Ei
eu: Ez
fa: نه
fr: Non
he: לא
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
mr: नाही
nb: Nei
nl: Neen
or: ନା
pa: ਨਹੀਂ
pa_pk: نہیں
pl: Nie
ro: Nu
ru: Нет
sl: Ne
sv: Nej
th: ไม่
uk: Ні
zh_hans: 拒绝
zh_hant: 拒絕

# entrancesAddEntrance
source: Add entrance
ar: إضافة مدخل
be: Дадаць уваход
ca: Afegeix entrada
cs: Přidat vstup
da: Tilføj indgang
de: Eingang hinzufügen
el: Προσθήκη εισόδου
eo: Aldoni enirejon
es: Añadir entrada
et: Lisa sissepääs
eu: Sarrera gehitu
fr: Ajouter une entrée
he: הוספת כניסה
hr: Dodaj ulaz
hu: Bejárat hozzáadása
id: Tambahkan pintu masuk
it: Aggiungi entrata
ja: 出入口を追加
mr: प्रवेशद्वार जोडा
nb: Legg til inngang
nl: Voeg ingang toe
or: ପ୍ରବେଶ ଦ୍ୱାର ଯୋଡନ୍ତୁ
pa: ਪ੍ਰਵੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ
pa_pk: دروازہ پایو
pl: Dodaj wejście
ro: Adaugă o scară/intrare
ru: Добавить вход
sl: Dodaj vhod
sv: Lägg till entré
th: เพิ่มทางเข้า
uk: Додати вхід
zh_hans: 添加出入口
zh_hant: 增加出入口

# entrancesAddBuilding
source: Add building
ar: إضافة مبنى
be: Дадаць будынак
ca: Afegeix edifici
cs: Přidat stavbu
da: Tilføj bygning
de: Gebäude hinzufügen
el: Προσθήκη κτιρίου
eo: Aldoni konstruaĵon
es: Añadir edificio
et: Lisa hoone
eu: Eraikina gehitu
fi: Lisää rakennus
fr: Ajouter un bâtiment
he: הוספת בניין
hr: Dodaj zgradu
hu: Épület hozzáadása
id: Tambahkan bangunan
it: Aggiungi edificio
ja: 建物を追加
mr: इमारत जोडा
nb: Legg til bygning
nl: Voeg gebouw toe
or: ପ୍ରାସାଦ ଯୋଡନ୍ତୁ
pa: ਬਿਲਡਿੰਗ ਸ਼ਾਮਿਲ ਕਰੋ
pa_pk: عمارت پایو
pl: Dodaj budynek
ro: Adaugă clădire
ru: Добавить здание
sl: Dodaj zgradbo
sv: Lägg till byggnad
th: เพิ่มอาคาร
uk: Додати будинок
zh_hans: 添加建筑
zh_hant: 增加建築

# buildingX
source: Building {n}
ar: المبنى {n}
be: Будынак {n}
ca: Edifici {n}
cs: Stavba {n}
da: Bygning {n}
de: Gebäude {n}
el: Κτίριο {n}
eo: Konstruaĵo {n}
es: Edificio {n}
et: Hoone {n}
eu: {n} eraikina
fi: Rakennus {n}
fr: Bâtiment {n}
he: בניין {n}
hr: Zgrada {n}
hu: {n}. épület
id: Bangunan {n}
it: Edificio {n}
ja: 建物 {n}
mr: इमारत {n}
nb: Bygning {n}
nl: Gebouw {n}
or: ପ୍ରାସାଦ {n}
pa: ਇਮਾਰਤ {n}
pa_pk: عمارت {n}
pl: Budynek {n}
ro: Clădire {n}
ru: Здание {n}
sl: Stavba {n}
sv: Byggnad {n}
th: อาคาร {n}
uk: Будинок {n}
zh_hans: 建筑 {n}
zh_hant: 建築 {n}

# addressX
source: Address {n}
ar: العنوان {n}
be: Адрас {n}
ca: Adreça {n}
cs: Adresa {n}
da: Adresse {n}
de: Adresse {n}
el: Διεύθυνση {n}
eo: Adreso {n}
es: Dirección {n}
et: Aadress {n}
eu: {n} helbidea
fi: Osoite {n}
fr: Adresse {n}
he: כתובת {n}
hr: Adresa {n}
hu: {n}. cím
id: Alamat {n}
it: Indirizzo {n}
ja: 住所{n}
mr: पत्ता {n}
nb: Adresse {n}
nl: Adres {n}
or: ଠିକଣା {n}
pa: ਪਤਾ {n}
pa_pk: پتہ {n}
pl: Adres {n}
ro: Adresă {n}
ru: Адрес {n}
sl: Naslov {n}
sv: Adress {n}
th: ที่อยู่ {n}
uk: Адреса {n}
zh_hans: 地址 {n}
zh_hant: 地址 {n}

# entranceX
source: Entrance {n}
ar: المدخل {n}
be: Уваход {n}
ca: Entrada {n}
cs: Vstup {n}
da: Indgang {n}
de: Eingang {n}
el: Είσοδος {n}
eo: Enirejo {n}
es: Entrada {n}
et: Sissepääs {n}
eu: {n} sarrera
fi: Sisäänkäynti {n}
fr: Entrée {n}
he: כניסה {n}
hr: Ulaz {n}
hu: {n}. bejárat
id: Pintu masuk {n}
it: Entrata {n}
ja: エントランス {n}
mr: प्रवेशद्वार {n}
nb: Inngang {n}
nl: Ingang {n}
or: ପ୍ରବେଶ ଦ୍ୱାର {n}
pa: ਪ੍ਰਵੇਸ਼ {n}
pa_pk: دروازہ {n}
pl: Wejście {n}
ro: Scară/intrare {n}
ru: Вход {n}
sl: Vhod {n}
sv: Entré {n}
th: ทางเข้า {n}
uk: Вхід {n}
zh_hans: 入口 {n}
zh_hant: 出入口 {n}

# buildingPostCode
source: Postcode
ar: الرمز البريدي
be: Паштовы індэкс
ca: Codi postal
cs: PSČ
da: Postnummer
de: Postleitzahl
el: ΤΚ
eo: Poŝtkodo
es: Código postal
et: Sihtnumber
eu: Posta-kodea
fi: Postinumero
fr: Code postal
he: מיקוד
hr: Poštanski broj
hu: Irányítószám
id: Kode Pos
it: Codice postale
ja: 郵便番号
mr: (टपाल क्रमांक) पिनकोड
nb: Postnummer
or: ପିନକୋଡ
pa: ਪੋਸਟ ਕੌਡ
pa_pk: پوسٹ‌کوڈ
pl: Kod pocztowy
ro: Cod poștal
ru: Индекс
sl: Poštna številka
sv: Postnummer
th: รหัสไปรษณีย์
uk: Поштовий індекс
zh_hans: 邮政编码
zh_hant: 郵遞區號

# buildingLevels
source: Levels
ar: الأدوار/الطوابق
be: Паверхаў
ca: Pisos
cs: Úrovně
da: Etager
de: Stockwerke
el: Επίπεδα
eo: Niveloj
es: Niveles
et: Korruseid
eu: Solairuak
fa: طبقات
fi: Kerrokset
fr: Étages
he: מפלסים
hr: Katovi
hu: Szintek
id: Lantai
it: Piani
ja: 建物階数
mr: स्तर
nb: Etasjer
nl: Verdiepingen
or: ମହଲା
pa: ਸਤਰ
pa_pk: سطر
pl: Piętra
ro: Nivele
ru: Этажей
sl: Nadstropja
sv: Våningar
th: ชั้น
uk: Поверхів
zh_hans: 楼层数
zh_hant: 樓層數

# buildingRoofLevels
source: Roof Levels
ar: أدوار/طوابق سطح المبنى
be: Паверхаў у даху
ca: Al terrat
cs: Střešní úrovně
da: Tagetager
de: Dachstockwerke
el: Επίπεδα οροφής
eo: Tegmentaj Niveloj
es: Niveles del techo
et: Katusekorruseid
eu: Teilatuko solairuak
fi: Kattokerrokset
fr: Dans le toit
he: מפלסי הגג
hr: Krovni katovi
hu: Tető szintjei
id: Lantai atap
it: Piani del tetto
ja: 屋根裏階数
mr: छत पातळ्या
nb: Taketasjer
nl: Verdiepingen in dak
or: ଛାତ ମହଲା
pa: ਛੱਤ ਦੇ ਸਤਰ
pa_pk: چھت وچ سطر
pl: Piętra w dachu
ru: Этажей в крыше
sl: Nadstropja strehe
sv: Takvåningar
th: ชั้นในหลังคา
uk: Поверхів у даху
zh_hans: 屋顶层数
zh_hant: 屋頂樓層

# buildingRoofShape
source: Roof Shape
ar: شكل سطح المبنى
be: Форма даху
ca: Forma de terrat
cs: Tvar střechy
da: Tagform
de: Dachform
el: Σχήμα οροφής
eo: Formo de Tegmento
es: Forma del techo
et: Katuse kuju
eu: Teilatuaren forma
fi: Katon muoto
fr: Toiture
he: צורת הגג
hr: Oblik krova
hu: Tető alakja
id: Bentuk Atap
it: Forma del tetto
ja: 屋根形状
mr: छताचा आकार
nb: Takform
nl: Dakvorm
or: ଛାତ ଆକାର
pa: ਛੱਤ ਦੀ ਸ਼ਕਲ
pa_pk: چھت دی شکل
pl: Kształt dachu
ro: Forma acoperișului
ru: Форма крыши
sl: Oblika strehe
sv: Takform
th: รูปทรงหลังคา
uk: Форма даху
zh_hans: 屋顶形状
zh_hant: 屋頂形狀

# buildingType
source: Type
ar: النوع
be: Тып
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
eo: Tajpi
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
he: סוג
hr: Vrsta
hu: Típus
id: Tipe
it: Tipo
ja: タイプ
mr: प्रकार
nl: Soort
or: ପ୍ରକାର
pa: ਕਿਸਮ
pa_pk: قسم
pl: Rodzaj
ro: Tip
ru: Здание
sl: Vrsta
sv: Typ
th: ประเภท
uk: Тип
zh_hans: 类型
zh_hant: 類型
