Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# navMicromappingMode
source: Micromapping mode
ar: وضع الرسم الدقيق
be: Рэжым мікрамапінга
ca: Mode micromapeig
cs: Režim mikromapování
da: Mikrokortlægning-tilstand
de: Micromapping-Modus
el: Λειτουργία μικροχαρτογράφησης
eo: Mikromapa reĝimo
es: Modo de micromapeo
et: Mikrokaardistamise režiim
eu: Mikromapeatze modua
fa: حالت ریزنقشه
fi: Mikrokartoitus-tila
fr: Mode micromapping
he: מצב מיפוי מזערי
hr: Modus mikrokartiranja
hu: Mikrotérképezési mód
id: Mode pemetaan mikro
it: Modo micromappatura
ja: マイクロマッピングモード
mr: सूक्ष्म नकाशा मोड
nb: Mikrokartlegging-modus
nl: Micromapping-modus
or: କ୍ଷୁଦ୍ର ମାନଚିତ୍ର ଗଢ଼ିବା ଅବସ୍ଥା
pa: ਮਾਈਕ੍ਰੋਮੈਪਿੰਗ ਮੋਡ
pa_pk: ویروے سودھدے
pl: Tryb mikromapowania
ro: Mod micromapping
ru: Режим микромаппинга
sl: Način mikromapiranja
sv: Mikrokartläggningsläge
th: โหมด Micromapping
uk: Режим мікромапінгу
zh_hans: 微地图绘制模式
zh_hant: 微細畫地圖模式

# navEntrancesMode
source: Entrances mode
ar: وضع المداخل
be: Рэжым уваходаў
ca: Mode entrades
cs: Režim vstupů
da: Indgange-tilstand
de: Eingänge-Modus
el: Λειτουργία εισόδων
eo: Reĝimo de eniroj
es: Modo de entradas
et: Sissepääsude kaardistamise režiim
eu: Sarreren modua
fa: حالت ورودی‌ها
fi: Sisäänkäynnit-tila
fr: Mode portes d'entrée
he: מצב כניסות
hr: Modus ulaza
hu: Bejáratok mód
id: Modus masuk
it: Modo ingressi
ja: 出入口モード
mr: प्रवेश मोड
nb: Inngang-modus
nl: Toegang-modus
or: ଫାଟକ ଅବସ୍ଥା
pa: ਪ੍ਰਵੇਸ਼ ਮੋਡ
pa_pk: دروازے سودھدے
pl: Tryb wejść
ru: Режим входов
sl: Način vhodov
sv: Entréläge
th: โหมดทางเข้า
uk: Режим входів
zh_hans: 出入口模式
zh_hant: 出入口模式

# navNotesMode
source: Notes mode
ar: وضع تحرير الملاحظات
be: Рэжым нататак
ca: Mode notes
cs: Režim poznámek
da: Noter-tilstand
de: Hinweise-Modus
el: Λειτουργία σημειώσεων
eo: Nota reĝimo
es: Modo de notas
et: Märkmete režiim
eu: Oharren modua
fa: حالت یادداشت‌ها
fi: Karttailmoitukset-tila
fr: Mode notes
he: מצב הערות
hr: Modus bilješki
hu: Jegyzetek mód
id: Modus catatan
it: Modo note
ja: メモモード
mr: टीप मोड
nb: Notater-modus
nl: Notitie-modus
or: ଟିପ୍ପଣୀ ଅବସ୍ଥା
pa: ਨੋਟਸ ਮੋਡ
pa_pk: نوٹ حل کردے
pl: Tryb uwag
ro: Mod note
ru: Режим заметок
sl: Način opomb
sv: Anteckningsläge
th: โหมดโน้ต
uk: Режим нотатків
zh_hans: 注记模式
zh_hant: 註解模式

# filterNoAddresses
source: No addresses nearby
ar: لا توجد عناوين قريبة
be: Адрасоў паблізу няма
ca: Cap adreça a prop
cs: Žádné adresy poblíž
da: Ingen adresser i nærheden
de: Keine Adressen in deiner Umgebung
el: Καμία διεύθυνση κοντά
eo: Neniuj adresoj proksime
es: Sin direcciones cercanas
et: Läheduses ei ole aadresse
eu: Ez dago helbiderik inguruan
fa: در نزدیکی آدرسی نیست
fi: Ei osoitteita lähistöllä
fr: Pas d'adresse à proximité
he: אין כתובות סמוכות
hr: Nema adresa u blizini
hu: Nincsenek címek a közelben
id: …Tidak ada alamat di sekitar
it: Nessun indirizzo vicino
ja: 住所が近くにありません
mr: पत्ते जवळपास अनुपलब्ध
nb: Ingen adresser i nærheten
nl: Geen adressen in de buurt
or: ପାଖରେ କୌଣସି ଠିକଣା ନାହିଁ
pa: ਨੇੜੇ ਕੋਈ ਪਤਾ ਨਹੀਂ
pa_pk: نیڑے تیڑے تے پتے نہیں اے
pl: Brak adresów w pobliżu
ro: Nicio adresă în jur
ru: Нет адресов поблизости
sl: V bližini ni naslovov
sv: Inga adresser i närheten
th: ไม่พบที่อยู่ในพื้นที่ใกล้เคียง
uk: Немає адрес поблизу
zh_hans: 附近没有地址
zh_hant: 附近沒有地址

# filterByAddress
source: By address
ar: بالعنوان
be: Па адрасе
ca: Per adreça
cs: Podle adresy
da: Efter adresse
de: Nach Adresse
el: Ανά διεύθυνση
eo: Laŭ adreso
es: Por dirección
et: Aadressi järgi
eu: Helbidearen arabera
fa: با آدرس
fi: Osoitteen perusteella
fr: Par adresse
he: לפי כתובת
hr: Po adresi
hu: Cím szerint
id: Berdasarkan alamat
it: Per indirizzo
ja: 住所順
mr: पत्त्याने
nb: Etter adresse
nl: Op adres
or: ଠିକଣା ଦ୍ୱାରା
pa: ਪਤੇ ਦੁਆਰਾ
pa_pk: پتے نال
pl: Według adresu
ro: După adresă
ru: По адресу
sl: Po naslovu
sv: Efter adress
th: จากที่อยู่
uk: За адресою
zh_hans: 根据地址
zh_hant: 採用住址

# filterByFloor
source: By floor
ar: بالدور
be: Па паверсе
ca: Per pis
cs: Podle podlaží
da: Efter etage
de: Nach Stockwerk
el: Ανά όροφο
eo: Laŭ etaĝo
es: Por piso
et: Korruse järgi
eu: Solairuaren arabera
fa: با طبقه
fi: Kerroksen perusteella
fr: Par étage
he: לפי קומה
hr: Po katu
hu: Emelet szerint
id: Berdasarkan lantai
it: Per piano
ja: フロア順
mr: मजल्याने
nb: Etter etasje
nl: Op verdieping
or: ତାଲା ଦ୍ୱାରା
pa: ਮੰਜ਼ਿਲ ਦੁਆਰਾ
pa_pk: سطر نال
pl: Według piętra
ro: După nivel
ru: По этажу
sl: Po nadstropju
sv: Efter våning
th: จากชั้น
uk: За поверхом
zh_hans: 根据楼层
zh_hant: 採用樓層

# filterEmpty
source: empty
ar: فارغ
be: пуста
ca: buit
cs: prázdné
da: tom
de: kein Stockwerk
el: κενό
eo: malplena
es: vacío
et: tühi
eu: hutsik
fa: خالی
fi: tyhjä
fr: Vide
he: ריק
hr: prazno
hu: üres
id: kosong
it: vuoto
ja: 情報なし
mr: रिकामे
nb: tomme
nl: leeg
or: ଖାଲି
pa: ਖਾਲੀ
pa_pk: پتہ کوئی نہیں
pl: brakujące
ro: goale
ru: пусто
sl: prazno
sv: tomt
th: ว่างเปล่า
uk: порожньо
zh_hans: 空
zh_hant: 空的

# filterNonConfirmed
source: Only non-confirmed
ar: فقط الأماكن الغير مؤكدة
be: Толькі непацверджаныя
ca: Només sense confirmar
cs: Pouze nepotvrzené
da: Kun ikke-bekræftede
de: Nur nicht bestätigte POIs
el: Μόνο μη επιβεβαιωμένα
eo: Nur nekonfirmita
es: Sólo los no confirmados
et: Ainult mittekinnitatud
eu: Konfirmatu gabekoak bakarrik
fa: فقط تایید نشده
fi: Vain vahvistamattomat
fr: Seulement les non-confirmés
he: רק שלא אושרו
hr: Samo nepotvrđeno
hu: Csak meg nem erősített
id: Hanya belum dikonfirmasi
it: Solo non confermati
ja: 未調査のみ表示
mr: फक्त अनिश्चित
nb: Kun ubekreftede
nl: Enkel niet-bevestigde
or: କେବଳ ଅନିଶ୍ଚିତିତ
pa: ਸਿਰਫ਼ ਗੈਰ-ਪੁਸ਼ਟੀ
pa_pk: صرف پکے نہیں
pl: Tylko niepotwierdzone
ro: Doar necomfirmate
ru: Только неподтверждённые
sl: Samo nepotrjeni
sv: Endast obekräftade
th: เฉพาะที่ยังไม่ได้ยืนยัน
uk: Тільки непідтверджені
zh_hans: 仅限未经确认
zh_hant: 僅只於非確認的

# mapSettings
source: Settings
ar: الإعدادات
be: Налады
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
eo: Agordoj
es: Configuraciones
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Préférences
he: הגדרות
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
mr: सेटिंग
nb: Innstillinger
nl: Instellingen
or: ସେଟିଂସ
pa: ਸੈਟਿੰਗਾਂ
pa_pk: سیٹنگاں
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# mapFilter
source: Filter
ar: تصفية
be: Фільтр
ca: Filtre
cs: Filtr
el: Φιλτράρισμα
eo: Filtrilo
es: Filtro
eu: Iragazkia
fa: فیلتر
fi: Suodatin
fr: Filtre
he: סינון
hr: Filtar
hu: Szűrő
id: Saring
it: Filtra
ja: フィルタ
mr: चाळणी
or: ଫିଲ୍ଟର
pa: ਫ਼ਿਲਟਰ
pa_pk: فِلٹر
pl: Filtry
ro: Filtrează
ru: Фильтр
sv: Filtrera
th: ตัวกรอง
uk: Фільтри
zh_hans: 过滤器
zh_hant: 篩選器

# mapLocate
source: Back to me
ar: الرجوع إلى موقعك
be: Вярнуцца да мяне
ca: Un altre cop a mi
cs: Zpět ke mně
da: Tilbage til mig
de: Zurück zu mir
el: Επιστροφή σε εμένα
eo: Reen al mi
es: Volver a mí
et: Tagasi minu juurde
eu: Nire kokapenera
fa: برگشت به موقعیتم
fi: Takaisin luokseni
fr: Retour à moi
he: חזרה אליי
hr: Natrag na moju poziciju
hu: Vissza hozzám
id: Kembali ke tempat semula
it: Torna a me
ja: 元に戻る
mr: माझ्यावर परता
nb: Tilbake til meg
nl: Terug naar mij
or: ପୁଣି ଥରେ ମୋପାଖକୁ
pa: ਮੇਰੇ ਵੱਲ ਵਾਪਸ
pa_pk: میرے ول واپس
pl: Wróć do mnie
ro: Înapoi la locație
ru: Ко мне
sl: Nazaj k meni
sv: Tillbaka till mig
th: กลับไปหาฉัน
uk: Де я
zh_hans: 回到我的位置
zh_hant: 回到我的位置

# mapZoomIn
source: Zoom in
ar: تكبير
be: Наблізіць
ca: Apropar
cs: Přiblížit
da: Zoom ind
de: Reinzoomen
el: Μεγέθυνση
eo: Zomi
es: Acercar
et: Suumi sisse
eu: Zoom barrura
fa: نزدیک کردن
fi: Lähennä
fr: Agrandir
he: התקרבות
hr: Uvećaj prikaz
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: ズームイン
mr: झूम इन
nb: Zoom inn
nl: Inzoomen
or: ବଡ଼ କରନ୍ତୁ
pa: ਵੱਡਾ ਕਰੋ
pa_pk: وڈا کرو
pl: Przybliż
ro: Zoom +
ru: Приблизить
sl: Povečaj
sv: Zooma in
th: ซูมเข้า
uk: Наблизити
zh_hans: 放大
zh_hant: 放大

# mapZoomOut
source: Zoom out
ar: تصغير
be: Аддаліць
ca: Allunyar
cs: Oddálit
da: Zoom ud
de: Rauszoomen
el: Σμίκρυνση
eo: Malzomi
es: Alejar
et: Suumi välja
eu: Zoom kanpora
fa: دور کردن
fi: Loitonna
fr: Réduire
he: התרחקות
hr: Umanji prikaz
hu: Kicsinyítés
id: Perkecil
it: Diminuisci ingrandimento
ja: ズームアウト
mr: झूम आऊट
nb: Zoom ut
nl: Uitzoomen
or: ଛୋଟ କରନ୍ତୁ
pa: ਛੋਟਾ ਕਰੋ
pa_pk: چھوٹا کرو
pl: Oddal
ro: Zoom -
ru: Отдалить
sl: Pomanjšaj
sv: Zooma ut
th: ซูมออก
uk: Віддалити
zh_hans: 缩小
zh_hant: 縮小

source: Choose location
ar: اختيار موقع
be: Выберыце месца
ca: Trieu la ubicació
cs: Vyberte polohu
da: Vælg placering
de: Wähle einen Ort
el: Επιλογή τοποθεσίας
eo: Elekti lokon
es: Elige la ubicación
et: Vali asukoht
eu: Aukeratu kokapena
fa: مکان را انتخاب کنید
fi: Valitse sijainti
fr: Choisissez la position
he: בחירת מקום
hr: Odaberi lokaciju
hu: Válasszon helyet
id: Pilih lokasi
it: Scegli posizione
ja: 位置を選択
mr: स्थान निवडा
nb: Velg posisjon
nl: Kies locatie
or: ଠିକଣା ବାଛନ୍ତୁ
pa: ਸਥਿਤੀ ਚੁਣੋ
pa_pk: ستھتی چݨو
pl: Wybierz lokalizację
ro: Alege o locație
ru: Выберите место
sl: Izberi lokacijo
sv: Välj plats
th: เลือกตำแหน่ง
uk: Оберіть місце
zh_hans: 选择地点
zh_hant: 選擇位置

source: Choose type
ar: اختر النوع
be: Выберыце тып
ca: Trieu el tipus
cs: Vyberte typ
da: Vælg type
de: Wähle einen Typ
el: Επιλέξτε τύπο
eo: Elekti tipon
es: Elige el tipo
et: Vali tüüp
eu: Aukeratu mota
fa: نوع را انتخاب کنید
fi: Valitse tyyppi
fr: Choisissez un type
he: בחירת סוג
hr: Odaberi vrstu
hu: Válasszon típust
id: Pilih jenis
it: Scegli tipo
ja: タイプを選択
mr: प्रकार निवडा
nb: Velg type
nl: Kies soort
or: ପ୍ରକାର ବାଛନ୍ତୁ
pa: ਕਿਸਮ ਚੁਣੋ
pa_pk: قسم چݨو
pl: Wybierz typ
ro: Alege tipul
ru: Выберите тип
sl: Izberi vrsto
sv: Välj typ
th: เลือกประเภท
uk: Оберіть тип
zh_hans: 选择类型
zh_hant: 選擇類型

# chooseTypeClear
source: Clear
ar: مسح
be: Ачысціць
ca: Esborrar
cs: Vymazat
da: Ryd
de: Löschen
el: Καθαρισμός
eo: Klari
es: Limpiar
et: Kustuta
eu: Garbitu
fa: پاک کردن
fi: Tyhjennä
fr: Réinitialiser
he: איפוס
hr: Izbriši
hu: Törlés
id: Jernih
it: Svuota
ja: クリア
mr: साफ करा
nb: Tøm
nl: Wis
or: ସଫା
pa: ਸਾਫ ਕਰੋ
pa_pk: ہٹاؤ
pl: Wyczyść
ro: Golește
ru: Очистить
sl: Počisti
sv: Rensa
th: ล้าง
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# warningFixme
source: Fixme: {value}
ar: أصلحني: {value}
be: Значэнне fixme: {value}
ca: Corregir: {value}
el: Διόρθωσε με: {value}
eo: Riparu min: {value}
es: Arreglarme: {value}
et: Vajab parandamist: {value}
eu: Konpondu: {value}
fa: تغییر بده:{value}
fi: Virheenkorjauspyyntö: {value}
fr: À corriger : {value}
he: לתיקון: {value}
hu: Javítsa ki: {value}
id: Perbaikan saya: {value}
it: Da correggere: {value}
ja: Fixmeによる修正依頼: {value}
mr: हे सुधारा (Fixme): {value}
nb: Korriger: {value}
nl: Fixmij: {value}
or: ସଜାଡନ୍ତୁ:{value}
pa: ਹੱਲ ਚਾਹੁੰਦਾ: {value}
pa_pk: حل چاہندا: ‫{value}‬
pl: Napraw mnie: {value}
ru: Значение fixme: {value}
sv: Rätta mig: {value}
uk: Виправити: {value}
zh_hans: 修复我： {value}
zh_hant: 修正我：{value}

# warningWrongTag
source: Wrong tag: {tag}
ar: وسم خاطئ: {tag}
be: Памылковы тэг: {tag}
ca: Etiqueta equivocada: {tag}
cs: Nesprávný štítek: {tag}
da: Forkert tag: {tag}
de: Falsches Attribut: {tag}
el: Λάθος ετικέτα: {tag}
eo: Malĝusta etikedo: {tag}
es: Etiqueta incorrecta: {tag}
et: Vale silt: {tag}
eu: Etiketa okerra: {tag}
fa: تگ اشتباه:{tag}
fi: Väärä ominaisuustieto: {tag}
fr: Mauvaise étiquette : {tag}
he: תגית שגויה: {tag}
hr: Kriva oznaka: {tag}
hu: Hibás címke: {tag}
id: Tag salah: {tag}
it: Etichetta sbagliata: {tag}
ja: 修正が必要なタグ: {tag}
mr: चुकीचा टॅग: {tag}
nb: Feil etikett: {tag}
nl: Verkeerde tag: {tag}
or: ଭୁଲ ଟ୍ୟାଗ:{tag}
pa: ਗਲਤ ਟੈਗ: {tag}
pa_pk: ایہہ ٹیگ نہیں چنگا: ‫{tag}‬
pl: Zły znacznik: {tag}
ro: Tag greșit: {tag}
ru: Ошибочный тег: {tag}
sl: Napačna oznaka: {tag}
sv: Fel tagg: {tag}
th: แท็กผิด: {tag}
uk: Невірний тег: {tag}
zh_hans: 错误标签: {tag}
zh_hant: 錯誤標籤：{tag}

# warningTooOld
source: Amenity is {years} old
ar: المنشأة عمرها {years}
be: Установе / кропке карыснасці {years}
ca: L'equipament té {years} d'antiguitat
cs: Bod je starý {years}
da: Facilitet er {years} gammel
de: Die Einrichtung ist {years} alt
el: Η υποδομή είναι {years}
eo: Agrableco aĝas {years}
es: El servicio tiene {years} años de antigüedad
et: Teenus on {years} vana
eu: Zerbitzu hau duela {years} urtekoa da
fa: مکان {years} سال دارد
fi: Palvelu on {years} vanha
fr: Cet élément a {years} ans
he: השירות הזה פעיל {years}
hr: Usluga je stara {years}
hu: A szolgáltatás {years}
id: Fasilitas sudah berumur {years}
it: Il POI esiste da {years}
ja: 施設は {years} 経過しています
mr: सुखसोय {years} वर्ष जुनी आहे
nb: Fasilitet er {years} gammel
nl: Voorziening is {years} oud
or: ସୁବିଧାଟି {years} ବର୍ଷ ପୁରୁଣା
pa: ਸੁਵਿਧਾ {years} ਪੁਰਾਣੀ ਹੈ
pa_pk: {years} پہلاں ایہہ نقش پایا گیا سی
pl: Oznaczenie udogodnienia jest stare: {years} lata
ro: Facilitatea este veche de {years} ani
ru: Заведению {years}
sl: Točka POI je stara {years}
sv: Stället är {years} gammalt
th: สิ่งอำนวยความสะดวกนี้มีอายุ {years} ปี
uk: Закладу {years}
zh_hans: 该设施是{years}年之前的
zh_hant: 便利設施是 {years} 年之前的

# warningUnsupported
source: This object type is not supported
ar: نوع الكائن هذا غير مدعوم
be: Тып гэтага аб'екта не падтрымліваецца
ca: Aquest tipus d'objecte no s'admet
cs: Tento typ objektu není podporován
da: Denne objekttype understøttes ikke
de: Dieser Objekttyp wird nicht unterstützt
el: Αυτός ο τύπος αντικειμένου δεν υποστηρίζεται
es: Este tipo de objeto no es compatible
et: See objektitüüp ei ole toetatud
eu: Objektu mota honek ez du sostengurik
fr: Ce type d’objet n’est pas supporté
he: אין תמיכה בסוג הפריט הזה
hr: Ova vrsta objekta nije podržana
hu: Ez az objektumtípus nem támogatott
id: Jenis objek ini tidak didukung
ja: このオブジェクトのタイプはサポートされていません
nl: Dit objecttype wordt niet ondersteund
or: ଜିନିଷ ପ୍ରକାରଟି ଅସମର୍ଥ
pa: ਇਹ ਵਸਤੂ ਕਿਸਮ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ
pl: Ten typ obiektu nie jest obsługiwany
ru: Тип этого объекта не поддерживается
uk: Цей тип об'єкта не підтримується
zh_hans: 不支持此对象类型

# warningWrongMode
source: Wrong mode, check for duplicates
ar: الوضع خاطئ، تحقق من التكرارات
be: Няправільны рэжым, праверце наяўнасць дублікатаў
ca: Mode incorrecte, comproveu si hi ha duplicats
cs: Nesprávný režim, zkontrolujte duplikáty
da: Forkert tilstand, tjek for dubletter
de: Falscher Modus, prüfe auf Duplikate
el: Λάθος λειτουργία, έλεγξε για διπλότυπα
es: Modo incorrecto, comprueba si hay duplicados
et: Vale režiim, kontrolli duplikaate
eu: Modu okerra, begiratu ea bikoiztutakorik dagoen
fr: Mauvais mode, vérifier les doublons
he: מצב שגוי, נא לבדוק שאין כפילויות
hr: Pogrešan način rada, provjerite ima li duplikata
hu: Hibás mód, ellenőrizze a kettőzéseket
id: Mode salah, periksa duplikat
ja: モード誤り、重複をチェックしてください
nl: Verkeerde modus, controleer op duplicaten
or: ଭୁଲ୍ ମୋଡ୍, ନକଲ ଗୁଡିକ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਗਲਤ ਮੋਡ, ਡੁਪਲੀਕੇਟ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Zły tryb, sprawdź duplikaty
ro: Mod greșit, verifică să nu fie dubluri
ru: Не тот режим, возможны дубликаты
uk: Неправильний режим, перевірте наявність дублікатів
zh_hans: 模式错误，请检查是否存在重复项

# years
source: {count,plural, =1{{count} year} few{{count} years} other{{count} years}}
ar: {count,plural, =1{{count} سنة} few{{count} سنوات} other{{count} سنوات}}
be: {count,plural, =1{{count} год} few{{count} гады} other{{count} гадоў}}
ca: {count,plural, =1{{count} any} few{{count} anys} other{{count} anys}}
cs: {count,plural, =1{{count} rok} few{{count} roky} other{{count} let}}
da: {count,plural, =1{{count} år} few{{count} år} other{{count} år}}
de: {count,plural, =1{{count} Jahr} few{{count} Jahre} other{{count} Jahre}}
el: {count,plural, =1{{count} έτους} few{{count} ετών} other{{count} ετών}}
eo: {count,plural, =1{{count} jaro}, =few{{count} jaroj}, =other{{count} jaroj}}
es: {count,plural, =1{{count} año} few{{count} años} other{{count} años}}
et: {count,plural, =1{{count} aasta} few{{count} aastat} other{{count} aastat}}
eu: {count,plural, =1{urte {count}} few{{count} urte} other{{count} urte}}
fa: {count,plural, =1{{count} سال}, =few{{count} سال}, =other{{count} سال}}
fi: {count,plural, =1{{count} vuosi}, =few{{count} vuotta}, =other{{count} vuotta}}
fr: {count,plural, =1{{count} an} few{{count} ans} other{{count} ans}}
he: {count,plural, =1{שנה} few{{count} שנים} two{שנתיים} other{{count} שנה}}
hr: {count,plural, =1{{count} godinu} few{{count} godine} other{{count} godina}}
hu: {count,plural, =1{{count} év} few{{count} év} other{{count} év}}
id: {count,plural, =1{{count} tahun} few{{count} tahun} other{{count} tahun}}
it: {count,plural,=1{{count} anno} few{{count} anni} other{{count} anni}}
ja: {count,plural, =1{{count} 年} few{{count} 年} other{{count} 年}}
mr: {count,plural, =1{{count} वर्ष}, =few{{count} वर्ष}, =other{{count} वर्ष}}
nb: {count,plural, =1{{count} år} few{{count} år} other{{count} år}}
nl: {count,plural, =1{{count} jaar} few{{count} jaar} other{{count} jaar}}
or: {count,plural, =1{{count} ବର୍ଷ} କିଛି{{count} ବର୍ଷ} ଅନ୍ୟାନ୍ୟ{{count} ବର୍ଷ}}
pa: {count,plural, =1{{count} ਸਾਲ} few{{count} ਸਾਲ} other{{count} ਸਾਲ}}
pa_pk: {count,plural, =1{{count} سال}, =few{{count} سال}, =other{{count} سال}}
pl: {count,plural, =1{{count} rok} few{{count} lata} other{{count} lat}}
ru: {count,plural, =1{{count} год} few{{count} года} other{{count} лет}}
sl: {count,plural, =1{{count} leto} =2{{count} leti} few{{count} leta} other{{count} let}}
sv: {count,plural, =1{{count} år} few{{count} år} other{{count} år}}
uk: {count,plural, =1{{count} рік} few{{count} роки} other{{count} років}}
zh_hans: {count,plural, =1{{count}年} few{{count}年} other{{count}年}}
zh_hant: {count,plural, =1{{count} 年}, =few{{count} 年}, =other{{count} 年}}

# editorSave
source: Save
ar: حفظ
be: Захаваць
ca: Desar
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
eo: Savi
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
he: שמירה
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
mr: साठवा
nb: Lagre
nl: Opslaan
or: ସଞ୍ଚନ୍ତୁ
pa: ਸਾਂਭੋ
pa_pk: سامبھو
pl: Zapisz
ro: Salvează
ru: Сохранить
sl: Shrani
sv: Spara
th: บันทึก
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

# editorMarkChecked
source: Mark checked
ar: تم فحص العلامة
be: Адзначыць правераным
ca: Marca com comprovat
cs: Značka označena
da: Markér tjekket
de: Markiert als geprüft
el: Επισήμανση ως ελεγμένο
eo: Marki kontrolita
es: Marcar como comprobado
et: Märgi vaadatuks
eu: Markatu ikuskatuta
fa: بررسی شد
fi: Merkitse tarkastetuksi
fr: Marquer comme vérifié
he: סימון מסומן
hr: Označi kao provjereno
hu: Megjelölés ellenőrzöttként
id: Tandai sudah diperiksa
it: Segna come verificato
ja: チェック済とマーク
mr: तपासलेले म्हणून चिन्हित करा
nb: Merk som kontrollert
nl: Markeer als gecontroleerd
or: ମାର୍କ ଯାଞ୍ଚ କରାଯାଇଛି
pa: ਵੇਖੇ ਹੋਏ ਮਾਰਕ ਕਰੋ
pa_pk: دکھاؤݨ نشان لگ جاؤ
pl: Oznacz jako sprawdzone
ro: Marchează ca verificat
ru: Отметить проверенным
sl: Označi izbrano
sv: Bock ikryssad
th: ทำเครื่องหมายว่าตรวจสอบแล้ว
uk: Позначити перевіреним
zh_hans: 标记为已核对
zh_hant: 標記已核取

# editorHistory
source: History
ar: السجل التاريخي
be: Гісторыя
ca: Històric
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
eo: Historio
es: Historial
et: Ajalugu
eu: Historia
fa: تاریخچه
fi: Historia
fr: Historique
he: היסטוריה
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
mr: इतिहास
nb: Historikk
nl: Geschiedenis
or: ଇତିହାସ
pa: ਅਤੀਤ
pa_pk: اتیت
pl: Historia
ro: Istoric
ru: История
sl: Zgodovina
sv: Historik
th: ประวัติ
uk: Історія
zh_hans: 历史
zh_hant: 歷史

# editorTags
source: Raw tags
ar: الوسوم الأصلية
be: Тэгі
ca: Etiquetes en brut
cs: Nezpracované značky
da: Rå tags
de: Alle Attribute
el: Ακατέργαστες ετικέτες
eo: Krudaj etikedoj
es: Etiquetas en bruto
et: Töötlemata sildid
eu: Etiketa gordinak
fa: تگ های خام
fi: Raa’at ominaisuustiedot
fr: Étiquettes brutes
he: תגיות גולמיות
hr: Ploča oznaka
hu: Nyers címkék
id: Tag mentah
it: Etichette grezze
ja: 生のタグ
mr: कच्चे टॅग
nb: Etiketter
nl: Ruwe tags
or: ସାଧା ଟ୍ୟାଗଗୁଡ଼ିକ
pa: ਕੱਚੇ ਟੈਗ
pa_pk: ٹیگاں دی لکھت
pl: Surowe znaczniki
ro: Taguri sursă
ru: Теги
sl: Neobdelane oznake
sv: Etiketter
th: แท็กดิบ
uk: Теги
zh_hans: 原始标签
zh_hant: 原始資料標籤

# editorCloseTitle
source: Close the editor?
ar: إغلاق المحرر؟
be: Зачыніць рэдактар?
ca: Tancar l'editor?
cs: Zavřít editor?
da: Luk editoren?
de: Möchtest du den Editor schließen?
el: Κλείσιμο του επεξεργαστή;
eo: Ĉu fermi la redaktilon?
es: ¿Cerrar el editor?
et: Kas sulge kaardi muutmisvaate?
eu: Itxi editorea?
fa: ویرایشگر را می‌بندید؟
fi: Suljetaanko editori?
fr: Fermer l'éditeur ?
he: לסגור את העורך?
hr: Zatvoriti uređivač?
hu: Bezárja a szerkesztőt?
id: Tutup editornya?
it: Chiudere l'editor?
ja: エディタを閉じますか？
mr: संपादक मिटवायचा?
nb: Lukk redigereren?
nl: De editor sluiten?
or: ସମ୍ପାଦକକୁ ବନ୍ଦକରିବେ?
pa: ਸੰਪਾਦਕ ਨੂੰ ਬੰਦ ਕਰਨਾ ਹੈ?
pa_pk: ایڈیٹر بند کرو؟
pl: Zamknąć edytor?
ro: Închizi editorul?
ru: Закрыть редактор?
sl: Zapreti urejevalnik?
sv: Stäng editorn?
th: ปิด Editor?
uk: Закрити редактор?
zh_hans: 关闭编辑器？
zh_hant: 要關閉編輯嗎？

# editorCloseMessage
source: Discard changes without saving?
ar: هل تريد تجاهل التغييرات بدون حفظها؟
be: Адхіліць змены без захавання?
ca: Voleu descartar els canvis sense desar-los?
cs: Zrušit změny bez uložení?
da: Kassér ændringer uden at gemme?
de: Änderungen ohne Speichern verwerfen?
el: Απόρριψη αλλαγών χωρίς αποθήκευση;
eo: Ĉu forĵeti ŝanĝojn sen konservi?
es: ¿Descartar los cambios no guardados?
et: Kas loobud muudatustest ilma salvestamata?
eu: Gorde gabeko aldaketak baztertu?
fa: تغییرات ذخیره نشده خود را از دست خواهید داد. ادامه می‌دهید؟
fi: Hylätäänkö muutokset tallentamatta?
fr: Perdre toutes les modifications sans sauvegarder ?
he: להתעלם מהשינויים בלי לשמור אותם?
hr: Odbaciti promjene bez spremanja?
hu: Elveti a módosításokat mentés nélkül?
id: Buang perubahan tanpa menyimpan?
it: Vuoi perdere le modifiche senza salvare?
ja: 変更を保存せずに破棄しますか？
mr: बदल न साठवता मिटवायचे?
nb: Vil du forkaste endringer uten å lagre?
nl: Wijzigingen verwerpen zonder op te slaan?
or: ସଞ୍ଚୟ ବିନା ପରିବର୍ତ୍ତନଗୁଡିକ ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବେ?
pa: ਕੀ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਾਂਭੇ ਵਗੈਰ ਰੱਦ ਕਰਨਾ ਹੈ?
pa_pk: ایہہ تبدیکیاں نہیں سامبھیاں، ہٹاؤ؟
pl: Porzucić zmiany bez ich zapisywania?
ro: Renunți la schimbări fără să salvezi?
ru: Ваши изменения пропадут. Продолжить?
sl: Zavreči spremembe brez shranjevanja?
sv: Släng ändringar utan att spara?
th: คุณจะสูญเสียการแก้ไขที่ไม่ได้บันทึก ดำเนินการต่อ?
uk: Ви втратите всі зміни. Продовжити?
zh_hans: 放弃更改而不保存？
zh_hant: 喪失變動並且不儲存？

# editorMoreFields
source: More Fields
ar: المزيد من الحقول
be: Больш палёў
ca: Més camps
cs: Další pole
da: Flere felter
de: Mehr Felder
el: Περισσότερα Πεδία
eo: Pli da Kampoj
es: Más campos
et: Lisaväljad
eu: Eremu gehiago
fa: فیلدهای بیشتر
fi: Lisää kenttiä
fr: Plus de champs
he: שדות נוספים
hr: Dodatna polja
hu: További mezők
id: Lebih Banyak Bidang
it: Più campi
ja: フィールドを追加
mr: अधिक जोडा
nb: Flere felter
nl: Meer velden
or: ଅଧିକ କ୍ଷେତ୍ର
pa: ਹੋਰ ਖੇਤਰ
pa_pk: ہور اینپُٹ
pl: Więcej pól
ro: Mai multe câmpuri
ru: Ещё поля
sl: Več polj
sv: Fler fält
th: ฟิลด์เพิ่มเติม
uk: Ще поля
zh_hans: 更多字段
zh_hant: 更多領域

# editorLoadingPreset
source: Loading preset…
ar: جارٍ تحميل القوالب …
be: Загрузка нарыхтоўкі…
ca: Carregant valor predefinit…
cs: Načítání přednastavení…
da: Indlæser forudindstilling…
de: Vorlage wird geladen …
el: Φόρτωση preset…
eo: Ŝarĝante antaŭagordojn …
es: Cargando preajuste…
et: Laadime eelseadistust…
eu: Lehenespena kargatzen…
fa: دریافت پیشنویس ها…
fi: Lataa esivalintaa…
fr: Chargement des préréglages…
he: הערכה נטענת…
hr: Učitavanje postavki …
hu: Előbeállítás betöltése…
id: Memuat prasetel…
it: Caricamento dei preset…
ja: プリセットを読込中…
mr: प्रिसेट वाचत आहे…
nb: Laster inn forhåndsinnstilling …
nl: Voorkeuze laden…
or: ଲୋଡ୍ ପ୍ରିସେଟ୍…
pa: ਪ੍ਰੀਸੇਟ ਲੋਡ ਹੋ ਰਹੇ…
pa_pk: پرسیٹ لوڈ کردی…
pl: Wczytywanie szablonu…
ru: Загружаю заготовку…
sl: Nalaganje prednastavitev …
sv: Laddar förinställning…
th: กำลังโหลด Preset…
uk: Завантажую шаблон…
zh_hans: 正在加载预设…
zh_hant: 載入預先組合…
