Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# settingsGoogle
source: Use Google-enhanced Positioning
ar: استخدام تحديد المواقع المحسن من قوقل
be: Выкарыстоўваць пазіцыянаванне Google
ca: Utilitzeu el posicionament millorat de Google
cs: Použít vylepšenou polohu Google
da: Brug Google-forbedret placering
de: Erweiterte Positionierung von Google verwenden
el: Χρήση τοποθέτησης ενισχυμένης από την Google
eo: Uzi Guglo-plibonigitan Pozicion
es: Usar el posicionamiento mejorado de Google
et: Kasuta Google'i asukohatuvastust
eu: Erabili Googlek hobetutako kokapena
fi: Käytä Googlen parantamaa paikannusta
fr: Utiliser la position améliorée par Google
he: להשתמש במיקום עם שיפורי Google
hr: Koristi Google uslugu za pozicioniranje
hu: Google által javított pozicionálás használata
id: Gunakan Pemosisian yang Disempurnakan Google
it: Usa la localizzazione di Google
ja: Google拡張ポジショニングを使用
mr: Google सुधारित स्थानज्ञान वापरा
nb: Bruk Google-forbedret posisjonering
nl: Gebruik Google-versterkte positionering
or: Google-ଉନ୍ନତ ଅବସ୍ଥାନ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਗੂਗਲ-ਇਨਹਾਂਸਡ ਪੋਜੀਸ਼ਨਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰੋ
pa_pk: گوگل ستھتی ورتو
pl: Użyj pozycjonowania wspomaganego przez Google
ru: Использовать позиционирование Google
sl: Uporabi Googlovo izboljševanje položaja
sv: Använd Google-förstärkt positionering
th: ใช้การระบุตำแหน่งที่ปรับปรุงโดย Google
uk: Точність геолокації Google
zh_hans: 使用谷歌增强的定位功能
zh_hant: 使用 Google 精確位置

# settingsAbout
source: About
ar: حول
be: Аб праграме
ca: Sobre
cs: O aplikaci
da: Om
de: Über
el: Περί
eo: Pri
es: Información
et: Rakenduse teave
eu: Honi buruz
fi: Tietoa
fr: À propos
he: על אודות
hr: O programu
hu: Névjegy
id: Tentang
it: Informazioni
ja: 説明
mr: बद्दल
nb: Om
nl: Over
or: ବାବଦରେ
pa: ਐਪ ਦੇ ਬਾਰੇ
pa_pk: بارے
pl: O programie
ru: О приложении
sl: O aplikaciji
sv: Om
th: เกี่ยวกับ
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

# aboutViewLog
source: System log
ar: سجل النظام
be: Сістэмны журнал
ca: Registre del sistema
cs: Systémový protokol
de: Systemprotokoll
el: Καταγραφή συστήματος
eo: Sistema protokolo
es: Registro del sistema
et: Süsteemi logi
eu: Sistemaren egunkaria
fi: Järjestelmäloki
fr: Journaux système
he: יומן מערכת
hr: Zapis sustava
hu: Rendszernapló
id: Catatan sistem
it: Registro di sistema
ja: システムのログ
mr: सिस्टम लॉग
nb: Systemlogg
nl: Systeemlog
or: ସିଷ୍ଟମ୍ ଲଗ୍
pa: ਸਿਸਟਮ ਲੌਗ
pa_pk: سسٹم ریکارڈ
pl: Dzienniki systemowe
ru: Системный журнал
sl: Sistemski dnevnik
sv: Systemlogg
th: Log ระบบ
uk: Системний журнал
zh_hans: 系统日志
zh_hant: 系統日誌

# aboutVersionHistory
source: Version history
ar: سجل الإصدارات
be: Гісторыя версій
ca: Historial de versions
cs: Historie verzí
da: Versionshistorik
de: Versionsgeschichte
el: Ιστορικό έκδοσης
eo: Versiohistorio
es: Historial de versiones
et: Versioonide ajalugu
eu: Bertsioen historia
fi: Versiohistoria
fr: Historique des versions
he: היסטוריית גרסאות
hr: Povijest verzija
hu: Verzióelőzmények
id: Riwayat versi
it: Cronologia delle versioni
ja: 改版履歴
mr: आवृत्ती इतिहास
nb: Versjonshistorikk
nl: Versiegeschiedenis
or: ସଂସ୍କରଣ ଇତିହାସ
pa: ਸੰਸਕਰਣ ਅਤੀਤ
pa_pk: ورژن دی تریخ
pl: Historia wersji
ru: История версий
sl: Zgodovina različic
sv: Versionshistorik
th: ประวัติเวอร์ชัน
uk: Історія змін
zh_hans: 版本历史（GitHub页面）
zh_hant: 版本歷史

# aboutInstalledVersion
source: Installed version
ar: النسخة المثبتة
be: Усталяваная версія
ca: Versió instal·lada
cs: Nainstalovaná verze
da: Installeret version
de: Installierte Version
el: Εγκατεστημένη έκδοση
eo: Instalita versio
es: Versión instalada
et: Paigaldatud versioon
eu: Instalatutako bertsioa
fi: Asennettu versio
fr: Version installée
he: גרסה מותקנת
hr: Instalirana verzija
hu: Telepített verzió
id: Versi terinstal
it: Versione installata
ja: インストールされたバージョン
mr: स्थापित (इन्स्टॉल केलेली) आवृत्ती
nb: Installert versjon
nl: Geïnstalleerde versie
or: ସଂସ୍ଥାପିତ ସଂସ୍କରଣ
pa: ਇੰਸਟਾਲ ਕੀਤਾ ਸੰਸਕਰਣ
pa_pk: ایہہ ورژن‫
pl: Wersja zainstalowana
ru: Установлена
sl: Nameščena različica
sv: Installerad version
th: เวอร์ชันที่ติดตั้ง
uk: Встановлена версія
zh_hans: 已安装版本
zh_hant: 安裝的版本

# aboutProjectWebsite
source: Project website
ar: موقع المشروع
be: Сайт праекта
ca: Lloc web del projecte
cs: Web projektu
da: Projektets hjemmeside
de: Projekt-Website
el: Ιστότοπος έργου
eo: Projekto retejo
es: Página web del proyecto
et: Projekti veebisait
eu: Proiektuaren webgunea
fi: Projektin verkkosivu
fr: Site du projet
he: אתר המיזם
hr: Web stranica projekta
hu: Projekt weboldala
id: Situs web proyek
it: Sito web del progetto
ja: プロジェクトのウェブサイト
mr: प्रकल्पाची वेबसाईट
nb: Prosjektets nettside
or: ପ୍ରକଳ୍ପ ୱେବ୍ ସାଇଟ୍
pa: ਪ੍ਰੋਜੈਕਟ ਵੈਬਸਾਈਟ
pa_pk: مکھ ویب‌سائیٹ
pl: Strona projektu
ru: Сайт проекта
sl: Spletna stran projekta
sv: Projektets webbplats
th: เว็บไซต์ของโปรเจกต์
uk: Перейти на сайт
zh_hans: 项目网站
zh_hant: 專案網站

# aboutSourceCode
source: Source code
ar: شفرة المصدر
be: Зыходны код
ca: Codi font
cs: Zdrojový kód
da: Kildekode
de: Quellcode
el: Πηγαίος κώδικας
eo: Fontkodo
es: Código fuente
et: Lähtekood
eu: Iturburu kodea
fi: Lähdekoodi
fr: Code source
he: קוד המקור
hr: Izvorni kod
hu: Forráskód
id: Kode sumber
it: Codice sorgente
ja: ソースコード
mr: स्त्रोत आज्ञावली (सोर्स कोड)
nb: Kildekode
nl: Broncode
or: ଉତ୍ସ କୋଡ୍
pa: ਸਰੋਤ ਕੋਡ
pa_pk: سروت دا کوڈ
pl: Kod źródłowy
ru: Исходный код
sl: Izvorna koda
sv: Källkod
th: ซอร์สโค้ด
uk: Вихідний код
zh_hans: 源代码
zh_hant: 原始碼

# aboutOnGitHub
source: on GitHub
ar: على GitHub
be: на GitHub
ca: a GitHub
cs: na GitHubu
da: på GitHub
de: auf GitHub
el: στο GitHub
eo: sur GitHub
es: en GitHub
et: GitHubis
eu: GitHub-en
fi: GitHubissa
fr: sur GitHub
he: ב־GitHub
hr: na GitHubu
hu: a GitHubon
id: di GitHub
it: su GitHub
ja: GitHubで
mr: GitHub वर
nb: på GitHub
nl: op GitHub
or: GitHub ରେ
pa: ਗਿਟਹਬ ’ਤੇ
pa_pk: گِٹ‌ہب تے
pl: na GitHub
ru: на GitHub
sl: na GitHubu
sv: på GitHub
th: บน GitHub
uk: на Github
zh_hans: 在 GitHub 上
zh_hant: 在 GitHub 上

# aboutLicense
source: License
ar: الترخيص
be: Ліцэнзія
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
el: Άδεια
eo: Permesilo
es: Licencia
et: Litsents
eu: Lizentzia
fi: Lisenssi
fr: Licence
he: רישיון
hr: Licenca
hu: Licenc
id: Lisensi
it: Licenza
ja: ライセンス
mr: परवाना (लायसन्स)
nb: Lisens
nl: Licentie
or: ଲାଇସେନ୍ସ
pa: ਲਾਈਸੈਂਸ
pa_pk: لائیسنس
pl: Licencja
ru: Лицензия
sl: Licenca
sv: Licens
th: สัญญาอนุญาต
uk: Ліцензія
zh_hans: 许可
zh_hant: 授權條款

# aboutHelpImprove
source: Help improve {appTitle}
ar: ساعد في تحسين {appTitle}
be: Дапамажыце палепшыць {appTitle}
ca: Ajudeu a millorar {appTitle}
cs: Pomozte zlepšit {appTitle}
da: Hjælp med at forbedre {appTitle}
de: Hilf mit, {appTitle} zu verbessern
el: Βοήθεια στη βελτίωση του {appTitle}
eo: Helpi plibonigi {appTitle}
es: Ayuda a mejorar {appTitle}
et: Aita arendada {appTitle}
eu: Lagundu {appTitle} hobetzen
fi: Auta parantamaan {appTitle}ia
fr: Aider à améliorer {appTitle}
he: סיוע בשיפור {appTitle}
hr: Pomogni poboljšati {appTitle}
hu: Segítsen a(z) {appTitle} továbbfejlesztésében
id: Bantu tingkatkan {appTitle}
it: Aiuta a migliorare {appTitle}
ja: {appTitle} の改善を手伝う
mr: {appTitle} सुधारायला मदत करा
nb: Bidra til å forbedre {appTitle}
nl: Help {appTitle} te verbeteren
or: {appTitle} କୁ ଉନ୍ନତ କରିବାରେ ସାହାର୍ଯ୍ୟ କରନ୍ତୁ
pa: {appTitle} ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
pa_pk: ‫‫{appTitle}⁩‬ ؜نوں ٹھیک کرن وچ مدد کریو
pl: Pomóż w rozwoju {appTitle}
ru: Помогите улучшить {appTitle}
sl: Pomagaj izboljšati {appTitle}
sv: Hjälp till att förbättra {appTitle}
th: ช่วยพัฒนา {appTitle}
uk: Допоможіть покращити {appTitle}
zh_hans: 帮助改进 {appTitle}
zh_hant: 協助改善 {appTitle}

# aboutReportIssue
source: Report an issue
ar: الإبلاغ عن مشكلة
be: Паведаміць аб праблеме
ca: Informeu d'un problema
cs: Nahlásit problém
da: Rapportér et problem
de: Ein Problem melden
el: Αναφέρετε ένα ζήτημα
eo: Raportu problemon
es: Informar de un problema
et: Teata veast
eu: Arazo baten berri eman
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דיווח על תקלה
hr: Prijavi problem
hu: Hiba jelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
mr: अडचण नोंदवा
nb: Rapporter et problem
nl: Een probleem melden
or: ଏକ ସମସ୍ୟା ରିପୋର୍ଟ କରନ୍ତୁ
pa: ਕੁਝ ਮਸਲਾ ਰਿਪੋਰਟ ਕਰੋ
pa_pk: کجھ مسئلہ رپورٹ کریو
pl: Zgłoś problem
ru: Сообщить о проблеме
sl: Prijavi težavo
sv: Rapportera ett problem
th: รายงานปัญหา
uk: Повідомити про проблему
zh_hans: 报告问题
zh_hant: 回報問題

# aboutHelpTranslate
source: Help translate
ar: المساعدة في الترجمة
be: Дапамажыце перакласці
ca: Ajudeu a traduir
cs: Pomozte s překladem
da: Hjælp med at oversætte
de: Hilf beim Übersetzen
el: Βοήθεια στη μετάφραση
eo: Helpi traduki
es: Ayuda a traducir
et: Aita tõlkida
eu: Lagundu itzultzen
fi: Auta kääntämisessä
fr: Aider à traduire
he: סיוע בתרגום
hr: Pomogni prevesti
hu: Segítsen a fordításban
id: Bantu terjemahkan
it: Aiuta a tradurre
ja: 翻訳を手伝う
mr: अनुवाद करण्यात मदत करा
nb: Hjelp med å oversette
nl: Help vertalen
or: ଅନୁବାଦ କରିବାରେ ସାହାଯ୍ୟ କରନ୍ତୁ
pa: ਅਨੁਵਾਦ ਕਰੋ
pa_pk: ترجمہ کریو
pl: Pomóż przetłumaczyć
ru: Помогите перевести
sl: Pomagaj prevesti
sv: Hjälp till att översätta
th: ช่วยแปลภาษา
uk: Допомогти з перекладом
zh_hans: 帮助翻译
zh_hant: 協助翻譯

# aboutOnWeblate
source: on Weblate
ar: على Weblate
be: на Weblate
ca: a Weblate
cs: na Weblate
da: på Weblate
de: auf Weblate
el: στο Weblate
eo: sur Weblate
es: en Weblate
et: Weblate'is
eu: Weblate webgunean
fi: Weblatella
fr: sur Weblate
he: ב־Weblate
hr: na Weblateu
hu: a Weblate-en
id: di Weblate
it: su Weblate
ja: Weblateで
mr: Weblate द्वारे
nb: på Weblate
nl: op Weblate
or: Weblate ରେ
pa: ਵੈਬਲੇਟ ’ਤੇ
pa_pk: ویب‌لیٹ تے
pl: na Weblate
ru: на Weblate
sl: na Weblate
sv: på Weblate
th: บน Weblate
uk: на Weblate
zh_hans: 在 Weblate 上
zh_hant: 在 Weblete 上

# aboutFAQ
source: FAQ
ar: الأسئلة المتداولة
cs: Často kladené dotazy
el: Συχνές ερωτήσεις
eo: Oftaj Demandoj
es: Preguntas más frecuentes
et: KKK
eu: FAQ (Maiz Egiten diren Galderak)
fi: UKK
he: שו״ת
hr: ČPP
hu: GYIK
id: Pertanyaan Umum
it: Domande frequenti
mr: वाअप्र (वारंवार असलेले प्रश्न)
nb: Ofte stilte spørsmål
nl: Veelgestelde vragen
or: ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନଗୁଡିକ
pa: ਆਮ ਸਵਾਲ
pa_pk: سوالاں تے جواب
pl: Najczęstsze pytania
ru: Вопросы и ответы
sl: Pogosta vprašanja (FAQ)
th: คำถามที่พบบ่อย
uk: Часті питання
zh_hans: 常见问题

# aboutLinks
source: Links
ar: الروابط
be: Спасылкі
ca: Enllaços
cs: Odkazy
el: Σύνδεσμοι
eo: Ligiloj
es: Enlaces
et: Lingid
eu: Loturak
fi: Linkit
fr: Liens
he: קישורים
hr: Poveznice
hu: Hivatkozások
id: Tautan
it: Collegamenti
ja: リンク
mr: दुवे (लिंक)
nb: Linker
or: ଲିଙ୍କ୍ ଗୁଡିକ
pa: ਲਿੰਕ
pa_pk: کڑیاں
pl: Odnośniki
ru: Ссылки
sl: Povezave
sv: Länkar
th: ลิงก์
uk: Посилання
zh_hans: 链接
zh_hant: 連結

# accountTitle
source: OpenStreetMap Account
ar: حساب خريطة الشارع المفتوحة
be: Уліковы запіс OSM
ca: Compte OpenStreetMap
cs: Účet OpenStreetMap
da: OpenStreetMap-konto
de: OpenStreetMap-Konto
el: Λογαριασμός OpenStreetMap
eo: OpenStreetMap-konto
es: Cuenta de OpenStreetMap
et: OpenStreetMapi Konto
eu: OpenStreetMap erabiltzaile kontua
fi: OpenStreetMap-tili
fr: Compte OpenStreetMap
he: חשבון ב־OpenStreetMap
hr: OpenStreetMap račun
hu: OpenStreetMap-fiók
id: Akun OpenStreetMap
it: Account OpenStreetMap
ja: OpenStreetMapアカウント
mr: OpenStreetMap खाते
nb: OpenStreetMap-konto
or: OpenStreetMap ଖାତା
pa: ਓਪਨ ਸਟਰੀਟ ਮੈਪ ਖਾਤਾ
pa_pk: اوپن‌سٹریٹ‌میپ تے کھاتہ
pl: Konto OpenStreetMap
ru: Аккаунт OpenStreetMap
sl: Račun OpenStreetMap
sv: OpenStreetMap-konto
th: บัญชี OpenStreetMap
uk: Профіль OpenStreetMap
zh_hans: OpenStreetMap 账户
zh_hant: OpenStreetMap 帳號

# accountLoginOAuth
source: Log in with OAuth
ar: سجّل الدخول باستخدام OAuth
be: Увайсці праз OAuth
ca: Inicieu sessió amb OAuth
cs: Přihlásit se přes OAuth
da: Log ind med OAuth
de: Mit OAuth anmelden
el: Σύνδεση με OAuth
eo: Ensalutu per OAuth
es: Iniciar sesión con OAuth
et: Logi sisse OAuthi teenusega
eu: Sartu OAuth erabiliz
fi: Kirjaudu OAuthilla
fr: Se connecter avec OAuth
he: כניסה עם OAuth
hr: Prijavi se pomoću OAutha
hu: Bejelentkezés OAuth használatával
id: Masuk dengan OAuth
it: Accedi con OAuth
ja: OAuthでログイン
mr: OAuth द्वारे प्रवेश (लॉगिन)
nb: Logg inn med OAuth
nl: Log in met OAuth
or: OAuth ସହ ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pa: ਓ-ਆਥ ਨਾਲ ਲਾਗ-ਇਨ ਕਰੋ
pa_pk: اوآتھ نال لوگ‌این کرو
pl: Logowanie poprzez OAuth
ro: Loghează-te cu OAuth
ru: Войти через OAuth
sl: Prijava z OAuth
sv: Logga in med OAuth
th: ลงชื่อเข้าใช้ด้วย OAuth
uk: Увійти через OAuth
zh_hans: 使用 OAuth 登录
zh_hant: 採用 OAuth 登入

# accountOAuthError
source: OAuth Error
ar: خطأ في التوثيق بواسطة OAuth
be: Памылка OAuth
cs: Chyba OAuth
da: OAuth-fejl
de: OAuth-Fehler
el: Σφάλμα OAuth
eo: OAuth Eraro
es: Error de OAuth
et: OAuthi teenuse viga
eu: OAuth akatsa
fi: OAuth-virhe
fr: Erreur OAuth
he: שגיאת OAuth
hr: OAuth greška
hu: OAuth hiba
id: Kesalahan OAuth
it: Errore OAuth
ja: OAuthエラー
mr: OAuth त्रुटी
nb: OAuth-feil
nl: OAuth fout
or: OAuth ତ୍ରୁଟି
pa: OAuth ਤਰੁੱਟੀ
pa_pk: لوگ‌این کر نہیں سکیا
pl: Błąd OAuth
ro: Eroare OAuth
ru: Ошибка OAuth
sl: Napaka OAuth
sv: OAuth-fel
th: ข้อผิดพลาดใน OAuth
uk: Помилка OAuth
zh_hans: OAuth 错误
zh_hant: OAuth 錯誤

# accountLoginPassword
source: Log in with Password
ar: الدخول باستخدام كلمة المرور
be: Увайсці праз пароль
ca: Inicieu sessió amb contrasenya
cs: Přihlásit se pomocí hesla
da: Log ind med adgangskode
de: Mit Passwort anmelden
el: Σύνδεση με κωδικό
eo: Ensaluti per Pasvorto
es: Iniciar sesión con contraseña
et: Logi sisse salasõnaga
eu: Sartu pasahitzarekin
fi: Kirjaudu salasanalla
fr: Se connecter avec le mot de passe
he: כניסה עם סיסמה
hr: Prijavi se pomoću lozinke
hu: Bejelentkezés jelszóval
id: Masuk dengan Kata Sandi
it: Accedi con password
ja: パスワードでログイン
mr: पासवर्ड द्वारे प्रवेश
nb: Logg inn med passord
nl: Log in met wachtwoord
or: ପାସୱାର୍ଡ ସହିତ ଲଗ୍ ଇନ୍ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਨਾਲ ਲੌਗ ਇਨ ਕਰੋ
pa_pk: پاس‌ورڈ نال لوگ‌این کرو
pl: Logowanie poprzez hasło
ro: Loghează-te cu parola
ru: Войти с паролем
sl: Prijava z geslom
sv: Logga in med lösenord
th: ลงชื่อเข้าใช้ด้วยรหัสผ่าน
uk: Увійти з паролем
zh_hans: 使用密码登录
zh_hant: 採用密碼登入

# accountPasswordWarningTitle
source: Warning
ar: تحذير
be: Увага
ca: Avís
cs: Varování
da: Advarsel
de: Achtung
el: Προειδοποίηση
eo: Averto
es: Advertencia
et: Hoiatus
eu: Oharra
fa: هشدار
fi: Varoitus
fr: Attention
he: אזהרה
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Avvertimento
ja: 警告
mr: सूचना
nb: Advarsel
nl: Opgelet
or: ଚେତାବନୀ
pa: ਚੇਤਾਵਨੀ
pa_pk: چیتاونی
pl: Ostrzeżenie
ro: Atenție
ru: Внимание
sl: Opozorilo
sv: Varning
th: คำเตือน
uk: Увага
zh_hans: 警告
zh_hant: 警告

# accountPasswordWarningMessage
source: Your password will be stored on the device. Only choose this when OAuth fails.
ar: سيتم تخزين كلمة المرور الخاصة بك على هذا الجهاز، ينصح باستخدام هذا الخير فقط عندما يفشل التوثيق عبر بروتوكول OAuth.
be: Ваш пароль будзе захаваны на прыладзе. Выбірайце гэта толькі ў выпадку збою OAuth.
ca: La vostra contrasenya s'emmagatzemarà al dispositiu. Trieu-ho només quan OAuth falla.
cs: Vaše heslo bude uloženo na zařízení. Toto vyberte pouze při selhání OAuth.
da: Din adgangskode gemmes på enheden. Vælg kun dette, hvis OAuth ikke virker.
de: Dein Passwort wird auf deinem Gerät gespeichert. Wenn möglich, benutze OAuth.
el: Ο κωδικός σας θα αποθηκευτεί στη συσκευή. Επιλέξτε αυτό μόνο όταν αποτυγχάνει το OAuth.
eo: Via pasvorto estos konservita en la aparato. Elektu ĉi tion nur kiam OAuth malsukcesas.
es: La contraseña será almacenada en el dispositivo. Elige esto sólo cuando OAuth falle.
et: Sinu salasõna salvestatakse selles seadmes. Vali see eelistus, kui OAuthi teenusega tuvastamine ei toimi.
eu: Pasahitza gailuan gordeko da. Erabili hau OAuth ez baldin badabil.
fa: رمزعبور شما در دستگاه ذخیره می‌شود. فقط زمانی این را انتخاب کنید که OAuth ناموفق باشد.
fi: Salasana tallennetaan laitteelle. Valitse tämä vain, jos OAuth ei toimi.
fr: Votre mot de passe sera stocké sur l'appareil. Ne choisissez cette option que si l'authentification avec OAuth échoue.
he: הסיסמה שלך תאוחסן במכשיר. יש לבחור בזה רק כשה־OAuth נכשל.
hr: Tvoja će se lozinka spremiti na uređaj. Odaberi ovo samo ako OAuth ne uspije.
hu: A jelszava eltárolásra kerül az eszközön. Csak akkor válassza ezt, ha az OAuth nem sikerül.
id: Kata sandi Anda akan disimpan di perangkat. Hanya pilih ini ketika OAuth gagal.
it: La tua password sarà memorizzata nel dispositivo. Scegli questa opzione solo se OAuth non funziona.
ja: パスワードはこの端末に保存されます。OAuthが失敗した時にのみ利用されます。
mr: पासवर्ड तुमच्या उपकरणावर साठवला जाईल. OAuth अपयशी ठरल्यावरच हा पर्याय वापरा.
nb: Passordet ditt vil bli lagret på enheten. Velg bare dette når OAuth ikke fungerer.
nl: Uw wachtwoord wordt op het apparaat opgeslagen. Kies enkel voor deze optie als OAuth niet werkt.
or: ଡିଭାଇସ୍ ରେ ଆପଣଙ୍କ ପାସୱାର୍ଡ୍ ଷ୍ଟୋର୍ ହେବ। OAuth ବିଫଳ ହେଲେ କେବଳ ଏହାକୁ ଚୟନ କରନ୍ତୁ।
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਵੇਗਾ। OAuth ਫੇਲ ਹੋਣ 'ਤੇ ਹੀ ਇਸਨੂੰ ਚੁਣੋ।
pa_pk: تہاڈے پاس‌ورڈ ڈیوائیس تے رکھیا جاوےگا۔ اوآتھ اسپھل ہوݨ تے ہی ایسنوں چݨو۔
pl: Twoje hasło zostanie zapisane na urządzeniu. Wybierz to tylko wtedy, gdy OAuth nie powiedzie się.
ro: Parola va fi stocată de dispozitiv. Folosește asta doar atunci când OAuth nu merge.
ru: Ваш пароль будет храниться на устройстве. Продолжайте только если вход через OAuth не удался.
sl: Tvoje geslo bo shranjeno v napravi. To možnost izberi le, če ti z OAuth ne uspe.
sv: Ditt lösenord kommer att lagras på denna enhet. Välj detta endast om OAuth inte fungerar.
th: รหัสผ่านจะถูกจัดเก็บในอุปกรณ์ ใช้วิธีนี้เมื่อไม่สามารถใช้ OAuth ได้เท่านั้น
uk: Ваш пароль буде збережено на телефоні. Вибирайте цей варіант тільки якщо не працює OAuth.
zh_hans: 您的密码将存储在设备上。仅当 OAuth 失败时才选择此选项。
zh_hant: 你的密碼會儲存在裝置上，只有在 OAuth 失敗時才採用。

# accountPasswordWarningButton
source: Understood
ar: أتفهم ذلك
be: Зразумела
ca: Entesos
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατάλαβα
eo: Komprenita
es: Entendido
et: Selge
eu: Ulertuta
fi: Selvä
fr: J'ai compris
he: כמובן
hr: Razumijem
hu: Megértettem
id: Dipahami
it: Capito
ja: 了解
mr: समजले
nb: Forstått
nl: Begrepen
or: ବୁଝିଲି
pa: ਸਮਝਿਆ
pa_pk: ٹھیک اے
pl: Zrozumiano
ro: Am înțeles
ru: Понятно
sl: Razumem
sv: Förstått
th: ฉันเข้าใจ
uk: Зрозуміло
zh_hans: 了解
zh_hant: 瞭解

# accountPasswordTitle
source: OSM Credentials
ar: بيانات اعتماد حساب OSM
be: Уліковыя даныя OSM
ca: Credencials OSM
cs: Přihlašovací údaje
da: OSM-legitimationsoplysninger
de: OSM-Kontodaten
el: Διαπιστευτήρια OSM
eo: Akreditaĵoj de OSM
es: Credenciales de OSM
et: OSMi mandaadid
eu: OSM kredentzialak
fi: OSM-kirjautumistiedot
fr: Identifiants OSM
he: פרטי גישה ל־OSM
hr: OSM vjerodajnice
hu: OSM hitelesítési adatok
id: Kredensial OSM
it: Credenziali OSM
ja: OSMログイン情報
mr: OSM प्रवेश माहिती
nb: OSM-identitetsdetaljer
nl: OSM gegevens
or: OSM ଲଗ ଇନ ତଥ୍ୟ
pa: OSM ਪ੍ਰਮਾਣ ਪੱਤਰ
pa_pk: کھاتے دے ویروے
pl: Dane OSM
ru: Учётная запись OSM
sl: Poverilnice OSM
sv: Inloggningsuppgifter OSM
th: ข้อมูลบัญชี OSM
uk: Облікові данні OSM
zh_hans: OSM 凭据
zh_hant: OSM 憑證

# accountFieldLogin
source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
eo: Uzantnomo
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzailea
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
he: שם משתמש
hr: Korisničko ime
hu: Felhasználónév
id: Pengguna
it: Nome utente
ja: ログイン
mr: वापरकर्ता नाव
nb: Brukernavn
nl: Gebruikersnaam
or: ବ୍ୟବହାରକାରୀ ନାମ
pa: ਵਰਤੋਂਕਾਰ ਦਾ ਨਾਂ
pa_pk: ورتنوالے دا ناں
pl: Nazwa użytkownika
ru: Логин
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
uk: Логін
zh_hans: 用户名
zh_hant: 使用者名稱

# accountFieldPassword
source: Password
ar: كلمة المرور
be: Пароль
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
eo: Pasvorto
es: Contraseña
et: Salasõna
eu: Pasahitza
fa: کلمه‌عبور
fi: Salasana
fr: Mot de passe
he: סיסמה
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
mr: पर्वलीचा शब्द (पासवर्ड)
nb: Passord
nl: Wachtwoord
or: ପାସୱାର୍ଡ଼
pa: ਪਾਸਵਰਡ
pa_pk: پاس‌ورڈ
pl: Hasło
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# accountAuthErrorTitle
source: Auth Error
ar: خطأ في المصادقة
be: Памылка аўтарызацыі
ca: Error d'autenticació
cs: Chyba přihlášení
da: Autentificeringsfejl
de: Anmeldefehler
el: Σφάλμα αυθεντικοποίησης
eo: Aŭtentiga Eraro
es: Error de autenticación
et: Autentimise viga
eu: Baimentze akatsa
fi: Kirjautumisvirhe
fr: Erreur d'authentification
he: שגיאת אימות
hr: Greška prilikom autentifikacije
hu: Hitelesítési hiba
id: Kesalahan Otentikasi
it: Errore di autorizzazione
ja: Authエラー
mr: Auth त्रुटी
nb: Identitetbekreftelsesfeil
nl: Authenticatiefout
or: Auth ତ୍ରୁଟି
pa: ਪ੍ਰਮਾਣੀਕਰਨ ਤਰੁੱਟੀ
pa_pk: اِجازت گلتیی
pl: Błąd autoryzacji
ru: Ошибка авторизации
sl: Napaka avtentikacije
sv: Autentiseringsfel
th: ยืนยันตัวตนผิดพลาด
uk: Помилка входу
zh_hans: 认证错误
zh_hant: Auth 失敗

# accountAuthErrorMessage
source: Wrong username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحين.
be: Няправільнае імя карыстальніка або пароль.
ca: Nom d'usuari o contrasenya incorrectes.
cs: Nesprávné jméno nebo heslo.
da: Forkert brugernavn eller adgangskode.
de: Falscher Benutzername oder Passwort.
el: Λάθος όνομα χρήστη ή κωδικός.
eo: Malĝusta uzantnomo aŭ pasvorto.
es: Nombre de usuario o contraseña incorrectos.
et: Vale kasutajanimi või salasõna.
eu: Erabiltzaile edo pasahitz okerra.
fi: Väärä käyttäjätunnus tai salasana.
fr: Mauvais identifiant ou mot de passe.
he: שם המשתמש או הסיסמה שגויים.
hr: Neispravno korisničko ime ili lozinka.
hu: Hibás felhasználónév vagy jelszó.
id: Username atau password salah.
it: Nome utente o password errati.
ja: ログイン名かパスワードが間違っています.
mr: चुकीचे वापरकर्ता नाव किंवा पर्वलीचा शब्द.
nb: Feil brukernavn eller passord.
nl: Foute gebruikersnaam of wachtwoord.
or: ଭୁଲ୍ ବ୍ୟବହାରକାରୀ ନାମ କିମ୍ୱା ପାସୱାର୍ଡ୍।
pa: ਗਲਤ ਵਰਤੋਂਕਾਰ ਨਾਮ ਜਾਂ ਪਾਸਵਰਡ।
pa_pk: ناں یا پاسورڈ نامعلوم اے۔
pl: Błędna nazwa użytkownika lub hasło.
ro: Username sau parolă greșite.
ru: Неправильный логин или пароль.
sl: Napačno uporabniško ime ali geslo.
sv: Felaktigt användarnamn eller lösenord.
th: ชื่อผู้ใช้หรือรหัสผ่านผิด
uk: Невірний логін або пароль.
zh_hans: 用户名或密码错误。
zh_hant: 使用者名稱或密碼錯誤。

# accountLogout
source: Log Out
ar: تسجيل الخروج
be: Выйсці
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
es: Cerrar sesión
et: Logi välja
eu: Irten
fi: Kirjaudu ulos
fr: Se déconnecter
he: יציאה
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
mr: निर्गम (लॉगआऊट)
nb: Logg ut
nl: Uitloggen
or: ଲଗ୍ ଆଉଟ୍ କରନ୍ତୁ
pa: ਲਾਗ-ਆਊਟ ਕਰੋ
pa_pk: لوگ‌آؤٹ کرو
pl: Wyloguj
ro: Deconectează-te
ru: Отключить
sl: Odjavi se
sv: Logga ut
th: ลงชื่อออก
uk: Вийти
zh_hans: 注销
zh_hant: 登出

# accountChangesets
source: Changesets
ar: التغييرات
be: Набораў змен
ca: Conjunts de canvis
cs: Změny
da: Ændringssæt
de: Änderungssätze
el: Ομάδες αλλαγών
eo: Ŝanĝaroj
es: Conjuntos de cambios
et: Muudatuskogumid
eu: Aldaketa bilduma
fa: تغییرات
fi: Muutoskokoelmat
fr: Groupes de modifications
he: ערכות שינויים
hr: Skupovi promjena
hu: Módosításcsomagok
id: Perubahan
it: Gruppi di modifica
ja: 変更セット
mr: बदलसंच
nb: Endringssett
nl: Wijzigingensets
or: ପରିବର୍ତ୍ତନ ସେଟଗୁଡ଼ିକ
pa: ਬਦਲਾਵ
pa_pk: چڑھاؤݨ
pl: Zestawy zmian
ru: Пакетов правок
sl: Zbirke sprememb
sv: Ändringsuppsättningar
uk: Зміни
zh_hans: 变更集
zh_hant: 變更集

# accountUnreadMail
source: Unread Mail
ar: الرسائل الغير مقروءة
be: Непрачытаных паведамленняў
ca: Correu no llegit
cs: Nepřečtená pošta
da: Ulæst mail
de: Ungelesene Nachrichten
el: Αδιάβαστα μηνύματα
eo: Nelegita Poŝto
es: Correo no leído
et: Lugemata sõnumid
eu: Irakurri gabeko eposta
fi: Lukematonta postia
fr: Messages privés non lus
he: הודעות שלא נקראו
hr: Nepročitane poruke
hu: Olvasatlan levél
id: Surat yang belum dibaca
it: Posta non letta
ja: 未読メール
mr: न वाचलेले पत्र
nb: Ulest e-post
nl: Ongelezen berichten
or: ଅପଠିତ ଇମେଲ
pa: ਨਾ-ਪੜ੍ਹੀ ਮੇਲ
pa_pk: نہیں پڑھائے
pl: Nieodczytana wiadomość
ro: Mesaje necitite
ru: Непрочитанной почты
sl: Neprebrana pošta
sv: Olästa meddelanden
th: จดหมายที่ยังไม่ได้อ่าน
uk: Непрочитаних листів
zh_hans: 未读邮件
zh_hant: 未讀訊息
