Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# versionsNoTagChanges
source: No tag changes
ar: لا توجد تغييرات على الوسوم
be: Няма змен у тэгах
ca: Sense canvis a l'etiqueta
cs: Žádné změny štítků
da: Ingen tag-ændringer
de: Keine Tag-Änderungen
el: Καμία αλλαγή ετικετών
eo: Neniuj etikedŝanĝoj
es: Sin cambios de etiqueta
et: Siltide muudatusi pole
eu: Ez dago etiketa aldaketarik
fa: تگ بدون تغییرات است
fi: Ei muutoksia ominaisuustietoihin
fr: Aucune modification d'étiquette
he: אין שינויי תגיות
hr: Bez promjena oznaka
hu: Nincsenek címkemódosítások
id: Tidak ada perubahan tag
it: Nessuna modifica di etichette
ja: タグの変更はありません
mr: टॅग मध्ये बदल नाही
nb: Ingen etiketter endret
nl: Geen tagwijzigingen
or: କୌଣସି ଟ୍ୟାଗ୍ ପରିବର୍ତ୍ତନ ନାହିଁ
pa: ਟੈਗਾਂ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਹੈ
pa_pk: ٹیگاں لئی تبدیلیاں نہیں اے
pl: Brak zmian znacznika
ru: Нет изменений в тегах
sl: Brez sprememb oznake
sv: Inga etiketter ändrade
th: ไม่มีการเปลี่ยนแปลงแท็ก
uk: Тегі не змінювались
zh_hans: 无标签变更
zh_hant: 標籤沒有變動

# settingsTitle
source: Configuration
ar: إعدادات
be: Налады
ca: Configuració
cs: Nastavení
da: Konfiguration
de: Einstellungen
el: Ρυθμίσεις
eo: Agordo
es: Configuración
et: Seadistused
eu: Konfigurazioa
fa: پیکربندی
fi: Asetukset
he: תצורה
hr: Konfiguracija
hu: Beállítás
id: Konfigurasi
it: Configurazione
ja: 設定
mr: सेटिंग
nb: Oppsett
nl: Instellingen
or: ବିନ୍ନ୍ୟାସ
pa: ਸੰਰਚਨਾ
pa_pk: سیٹنگاں
pl: Konfiguracja
ro: Configurații
ru: Конфигурация
sl: Konfiguracija
sv: Inställningar
th: การตั้งค่า
uk: Конфігурація
zh_hans: 配置
zh_hant: 配置

# settingsApiServer
source: API Server
ar: رابط خادم API
be: Сервер API
ca: Servidor API
cs: Server API
el: Εξυπηρετητής API
eo: API-Servilo
es: Servidor de API
eu: API zerbitzaria
fa: سرور API
fi: API-palvelin
fr: Serveur d'API
he: שרת API
hr: API poslužitelj
hu: API-kiszolgáló
id: Server API
it: Server API
ja: APIサーバ
mr: API सर्व्हर
nb: API-tjener
or: ଏପିଆଇ ସର୍ଭର
pa: API ਸਰਵਰ
pa_pk: کھاتہ جوڑن
pl: Serwer API
ro: Server API
ru: Сервер API
sl: Strežnik API
th: เซิร์ฟเวอร์ API
uk: Сервер API
zh_hans: API 服务器
zh_hant: API 伺服器

# settingsDataManagement
source: Data Management
ar: إدارة البيانات
be: Кіраванне данымі
ca: Gestió de dades
cs: Správa dat
da: Datastyring
de: Datenmanagement
el: Διαχείριση Δεδομένων
eo: Administrado de Datumoj
es: Gestión de datos
et: Andmehaldus
eu: Datuen kudeaketa
fa: مدیریت داده ها
fi: Datanhallinta
fr: Gestion des données
he: ניהול נתונים
hr: Upravljanje podatcima
hu: Adatkezelés
id: Manajemen data
it: Gestione dei dati
ja: データ管理
mr: डेटा व्यवस्थापन
nb: Datahåndtering
nl: Databeheer
or: ତଥ୍ୟ ପରିଚାଳନା
pa: ਡਾਟਾ ਪ੍ਰਬੰਧਨ
pa_pk: ڈیٹے دیاں سیٹنگاں
pl: Zarządzanie danymi
ru: Управление данными
sl: Upravljanje podatkov
sv: Datahantering
th: การจัดการข้อมูล
uk: Керування данними
zh_hans: 数据管理
zh_hant: 資料管理

# settingsPresentation
source: Presentation
ar: العرض
be: Адлюстраванне
ca: Presentació
cs: Vzhled
da: Præsentation
de: Darstellung
el: Παρουσίαση
eo: Prezento
es: Presentación
et: Esitlus
eu: Aurkezpena
fa: ارائه
fi: Esitystapa
fr: Affichage
he: מצגת
hr: Prikaz
hu: Bemutató
id: Presentasi
it: Presentazione
ja: 表示
mr: प्रदर्शन
nb: Presentasjon
nl: Voorstelling
or: ଉପସ୍ଥାପନା
pa: ਪੇਸ਼ਕਾਰੀ
pa_pk: ویکھادے
pl: Prezentacja
ru: Отображение
sl: Predstavitev
th: การนำเสนอ
uk: Відображення
zh_hans: 显示
zh_hant: 介紹

# settingsLoginDetails
source: OSM Account
ar: حساب OSM
be: Уліковы запіс OSM
ca: Compte OSM
cs: Účet OSM
da: OSM-konto
de: OSM-Konto
el: Λογαριασμός OSM
eo: OSM-konto
es: Cuenta de OSM
et: OSMi Konto
eu: OSM erabiltzaile kontua
fa: حساب OSM
fi: OSM-tili
fr: Compte OSM
he: חשבון OSM
hr: OSM račun
hu: OSM-fiók
id: Akun OSM
it: Account OSM
ja: OSMアカウント
mr: OSM खाते
nb: OSM-konto
or: OSM ଖାତା
pa: ਓ. ਐਸ.ਐਮ. ਖਾਤਾ
pa_pk: اوایس‌ایم کھاتہ
pl: Konto OSM
ro: Cont OSM
ru: Аккаунт OSM
sl: Račun OSM
sv: OSM-konto
th: บัญชี OSM
uk: Профіль OSM
zh_hans: OSM 帐户
zh_hant: OSM 帳號

# settingsHashtags
source: Changeset Hashtags
ar: وسوم التغييرات
be: Хэштэгі набораў змен
ca: Hashtags de canvis
cs: Hashtagy sady změn
da: Hashtags for ændringssæt
de: Hashtags des Änderungssatzes
el: Hashtags συνόλου αλλαγών
eo: Ŝangara Krad-etikedoj
es: Hashtags del conjunto de cambios
et: Muudatuskogumi sildid
eu: Aldaketaren hashtag-ak
fa: هشتگ های Changeset
fi: Muutoskokoelmien aihetunnisteet
fr: Mots-dièse des jeux de modification
he: תגיות גיבוב של ערכות שינויים
hr: Hashtagovi za skupove promjena
hu: Módosításcsomag kettős keresztes címkéi
id: Ubah Hashtag
it: Hashtag nel gruppo di modifiche
ja: 変更セット用ハッシュタグ
mr: बदलसंच हॅशटॅग
nb: Emneknagger for endringssett
nl: Wijzigingsset hashtags
or: ପରିବର୍ତ୍ତନ ସେଟର ହ୍ୟାସଟ୍ୟାଗ
pa: ਤਬਦੀਲੀਆਂ ਦੇ ਹੈਸ਼ਟੈਗ
pa_pk: تبدیلیاں دے ہیش‌ٹیگ
pl: Hasztagi zestawu zmian
ru: Хэштеги пакетов правок
sl: Ključniki nabora sprememb
sv: Hashtags för ändringsset
uk: Хештеги для змін
zh_hans: 变更集标签
zh_hant: 變動主題標籤

# settingsPurgeData
source: Purge obsolete cached data
ar: إزالة البيانات المخزنة مؤقتًا والقديمة
be: Ачысціць састарэлыя кэшаваныя даныя
ca: Elimina les dades obsoletes de la memòria cau
cs: Vymazat zastaralá data v mezipaměti
da: Ryd forældede cachelagrede data
de: Veraltete Daten im Cache leeren
el: Καθαρισμός παρωχημένων δεδομένων κρυφής μνήμης
eo: Purigu malnoviĝintajn konservitajn datumojn
es: Purgar datos almacenados obsoletos
et: Kustuta aegunud andmed vahemälust
eu: Garbitu zaharkitutako cache datuak
fa: پاکسازی داده های منسوخ کش شده
fi: Tyhjennä vanhentunut välimuistidata
fr: Supprimer les données en cache obsolètes
he: מחיקה מוחלטת של נתונים שמורים מיושנים
hr: Nepovratno izbriši zastarjele podatke iz predmemorije
hu: Elavult gyorsítótárazott adatok törlése
id: Bersihkan data cache yang usang
it: Cancella dati obsoleti nella cache
ja: 不要なキャッシュデータを削除
mr: जुना कॅश केलेला डेटा पुसून टाका
nb: Fjern foreldede bufrede data
nl: Verouderde gegevens uit de cache verwijderen
or: ପୁରାତନ କ୍ୟାସରେ ଥିବା ତଥ୍ୟକୁ ଲିଭାନ୍ତୁ
pa: ਪੁਰਾਣੇ ਕੈਸ਼ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pa_pk: کیش وچ پراݨے ڈیٹا ہٹاؤ
pl: Wyczyść przestarzałe dane z pamięci podręcznej
ru: Удалить устаревшие данные
sl: Čiščenje zastarelih podatkov v predpomnilniku
sv: Rensa obsolet cachad data
th: ล้างข้อมูลแคชเก่า
uk: Видалити застарілі данні
zh_hans: 清除过时的缓存数据
zh_hant: 清除過時的暫存資料

# settingsPurgeAllData
source: Purge all downloaded data
ar: مسح كافة البيانات التي تم تنزيلها
be: Ачысціць усе загружаныя даныя
ca: Netegeu totes les dades baixades
cs: Vymazat všechna stažená data
da: Ryd alle downloadede data
de: Heruntergeladene Daten löschen
el: Καθαρισμός όλων των ληφθέντων δεδομένων
eo: Purigu ĉiujn elŝutitajn datumojn
es: Purgar todos los datos descargados
et: Kustuta kõik allalaaditud andmed
eu: Garbitu deskargatutako datu guztiak
fa: پاکسازی همه داده های دانلود شده
fi: Tyhjennä kaikki ladattu data
fr: Supprimer toutes les données téléchargées
he: מחיקה מוחלטת של כל הנתונים שירדו
hr: Nepovratno izbriši sve podatke iz predmemorije
hu: Az összes letöltött adat törlése
id: Bersihkan semua data yang diunduh
it: Cancella tutti i dati scaricati
ja: 全てのダウンロード済データを削除
mr: उतरवलेला सर्व डेटा पुसून टाका
nb: Fjern alle nedlastede data
nl: Alle gedownloade gegevens verwijderen
or: ସମସ୍ତ ଡାଉନଲୋଡ ତଥ୍ୟକୁ ଲିଭାନ୍ତୁ
pa: ਸਾਰੇ ਡਾਊਨਲੋਡ ਕੀਤੇ ਡੇਟਾ ਨੂੰ ਸਾਫ਼ ਕਰੋ
pa_pk: سارے ڈاؤن‌لوڈ ڈیٹا ہٹاؤ
pl: Wyczyść wszystkie pobrane dane
ru: Удалить все скачанные данные
sl: Čiščenje vseh prenesenih podatkov
sv: Rensa all nedladdad data
th: ล้างข้อมูลที่ดาวน์โหลดทั้งหมด
uk: Видалити всі данні
zh_hans: 清除所有下载的数据
zh_hant: 清除所有下載資料

# settingsPurgeDataTitle
source: Delete Data?
ar: حذف البيانات؟
be: Выдаліць даныя?
ca: Esborrar dades?
cs: Odstranit data?
da: Slet data?
de: Alle Daten löschen?
el: Διαγραφή δεδομένων;
eo: Ĉu forigi datumojn?
es: ¿Borrar datos?
et: Kas kustutame andmed?
eu: Ezabatu datuak?
fa: حذف داده ها؟
fi: Poistetaanko data?
fr: Supprimer les données ?
he: למחוק נתונים?
hr: Izbrisati podatke?
hu: Törli az adatokat?
id: Hapus Data?
it: Cancellare i dati?
ja: データを削除してよろしいですか？
mr: डेटा पुसून टाकायचा?
nb: Slett data?
nl: Alle gegevens verwijderen?
or: ତଥ୍ୟ ବିଲୋପ ?
pa: ਕੀ ਡਾਟਾ ਮਿਟਾਉਣਾ ਹੈ?
pa_pk: ڈیٹا مٹاؤ؟
pl: Usunąć dane?
ru: Удалить данные?
sl: Izbrisati podatke?
sv: Ta bort data?
th: ลบข้อมูล?
uk: Видалити данні?
zh_hans: 删除数据？
zh_hant: 刪除資料嗎？

# settingsPurgeDataMessage
source: You will have to re-download everything. Proceed?
ar: سيترتب على ذلك القيام بإعادة تنزيل كل شيء من جديد، هل ترغب بالمتابعة؟
be: Вам прыйдзецца нанава ўсё загрузіць. Працягнуць?
ca: Haureu de tornar a descarregar-ho tot. Continuar?
cs: Budete muset vše znovu stáhnout. Pokračovat?
da: Du vil skulle downloade alt igen. Fortsæt?
de: Nach dem Löschen müssen die Daten erneut vom Server heruntergeladen werden. Möchtest du wirklich löschen?
el: Θα πρέπει να κατεβάσετε ξανά τα πάντα. Συνέχεια;
eo: Vi devos re-elŝuti ĉion. Ĉu daŭrigi?
es: Debes volver a descargar todo. ¿Continuar?
et: Sa pead kõik andmed hiljem uuesti allalaadima. Kas jätkame?
eu: Dena berriz deskargatu beharko duzu. Aurrera?
fa: شما باید همه چیز را دوباره دانلود کنید. ادامه می‌دهید؟
fi: Kaikki tarvitsee ladata uudelleen. Jatketaanko?
fr: Vous devrez tout re-télécharger. Continuer ?
he: יאלץ אותך להוריד הכול מחדש. להמשיך?
hr: Morat ćeš sve ponovo preuzeti. Nastaviti?
hu: Újra le kell majd töltenie mindent. Folytatja?
id: Anda harus mengunduh ulang semuanya. Yakin Lanjut cyin?
it: Ogni cosa dovrà essere riscaricata. Procedere?
ja: すべてを再ダウンロードする必要があります。続けますか？
mr: तुम्हाला सर्व काही परत उतरवायला लागेल. चालेल?
nb: Du må laste ned alt på nytt. Fortsett?
nl: U zal alle gegevens opnieuw moeten downloaden. Wil u zeker verdergaan?
or: ଆପଣଙ୍କୁ ସବୁକିଛି ପୁନଃ ଡାଉନଲୋଡ୍ କରିବାକୁ ପଡିବ । ଆଗକୁ ବଢ଼ିବେ?
pa: ਤੁਹਾਨੂੰ ਸਭ ਕੁਝ ਦੁਬਾਰਾ ਡਾਊਨਲੋਡ ਕਰਨਾ ਹੋਵੇਗਾ। ਅੱਗੇ ਵਧਣਾ?
pa_pk: تسیں فیر ڈاؤن‌لوڈ کراں‌گے اے، پکے؟
pl: Będziesz musiał ponownie wszystko pobrać. Kontynuować?
ro: Va trebui să descarci totul din nou. Continui?
ru: Вам придётся скачивать всё заново. Продолжить?
sl: Vse bo treba znova prenesti. Nadaljujemo?
sv: Du kommer att behöva ladda ned allt på nytt. Fortsätt?
th: คุณจะต้องดาวน์โหลดทุกอย่างใหม่ ดำเนินการต่อ?
uk: Треба буде перезавантажити все. Продовжити?
zh_hans: 您将必须重新下载所有内容。继续吗？
zh_hant: 你必須重新下載所有內容，要繼續嗎？

# settingsPurgedObsoleteTitle
source: Obsolete Data
ar: البيانات القديمة
be: Састарэлыя даныя
ca: Dades obsoletes
cs: Zastaralá data
da: Forældede data
de: Veraltete Daten
el: Παρωχημένα δεδομένα
eo: Malnoviĝintaj Datumoj
es: Datos obsoletos
et: Vananenud andmed
eu: Datu zaharkituak
fa: داده های منسوخ
fi: Vanhentunut data
fr: Données obsolètes
he: נתונים מיושנים
hr: Zastarjeli podatci
hu: Elavult adatok
id: Data Usang
it: Dati obsoleti
ja: 不要なデータ
mr: जुना डेटा
nb: Foreldede data
nl: Verouderde gegevens
or: ପୁରୁଣା ତଥ୍ୟ
pa: ਪੁਰਾਣਾ ਡਾਟਾ
pa_pk: پراݨا ڈیٹا
pl: Przestarzałe dane
ro: Date învechite
ru: Устаревшие данные
sl: Zastareli podatki
sv: Obsolet data
th: ข้อมูลเก่า
uk: Застарілі данні
zh_hans: 过时的数据
zh_hant: 過時的資料

# settingsPurgedAllTitle
source: Deleted Data
ar: البيانات المحذوفة
be: Выдалілі даныя
ca: Dades esborrades
cs: Odstraněná data
da: Slettede data
de: Daten gelöscht
el: Διαγραμμένα δεδομένα
eo: Forigitaj Datumoj
es: Datos borrados
et: Kustutatud andmed
eu: Ezabatutako datuak
fa: داده های حذف شده
fi: Data poistettu
fr: Supprimer les données
he: נתונים שנמחקו
hr: Izbrisani podatci
hu: Törölt adatok
id: Data yang Dihapus
it: Dati cancellati
ja: 削除済データ
mr: पुसलेला डेटा
nb: Slettet data
nl: Gegevens verwijderd
or: ଲିଭାଯାଇଥିବା ତଥ୍ୟ
pa: ਮਿਟਾਇਆ ਗਿਆ ਡੇਟਾ
pa_pk: مٹاؤݨ ڈیٹا
pl: Usunięte dane
ro: Date șterse
ru: Удалили данные
sl: Podatki izbrisani
sv: Tog bort data
th: ข้อมูลที่ถูกลบ
uk: Видалити данні
zh_hans: 删除的数据
zh_hant: 刪除的資料

# settingsPurgedMessage
source: {count,plural, =1{Purged {count} element} few{Purged {count} elements} other{Purged {count} elements}}
ar: {count,plural, =1{تم حذف عنصر واحد {count}} few{تم حذف {count} عنصر} other{تم حذف {count} عنصراً}}
be: {count,plural, =1{Ачышчаны {count} аб'ект} few{Ачышчана {count} аб'екта} other{Ачышчана {count} аб'ектаў}}
ca: {count,plural, =1{{count} element purgat} few{{count} elements purgats} other{{count} elements purgats}}
cs: {count,plural, =1{Vymazán {count} prvek} few{Vymazány {count} prvky} other{Vymazáno {count} prvků}}
da: {count,plural, =1{Ryddede {count} element} few{Ryddede {count} elementer} other{Ryddede {count} elementer}}
de: {count,plural, =1{{count} Element gelöscht} few{{count} Elemente gelöscht} other{{count} Elemente gelöscht}}
el: {count,plural, =1{Καθαρίστηκε {count} στοιχείο} few{Καθαρίστηκαν {count} στοιχεία} other{Καθαρίστηκαν {count} στοιχεία}}
eo: {count,plural, =1{Forviŝiĝis {count} element}, =few{Forviŝiĝis {count} elementoj}, =other{Forviŝiĝis {count} elementoj}}
es: {count,plural, =1{{count} elemento purgado} few{{count} elementos purgados} other{{count} elementos purgados}}
et: {count,plural, =1{Kustutatud {count} objekt} few{Kustutatud {count} objekti} other{Kustutatud {count} objekti}}
eu: {count,plural, =1{Elementu {count} ezabatuta} few{{count} elementu ezabatuta} other{{count} elementu ezabatuta}}
fa: {count,plural, =1{ {count} مورد پاکسازی شد}, =few{ {count} مورد پاکسازی شد}, =other{ {count} مورد پاکسازی شد}}
fi: {count,plural, =1{Tyhjennetiin {count} elementti}, =few{Tyhjennettiin {count} elementtiä}, =other{Tyhjennettiin {count} elementtiä}}
fr: {count,plural, =1{{count} élément purgé} few{{count} éléments purgés} other{{count} éléments purgés}}
he: {count,plural, =1{רכיב נמחק לחלוטין} other{{count} רכיבים נמחקו לחלוטין}}
hr: {count,plural, =1{Izbrisan {count} element} few{Izbrisana {count} elementa} other{Izbrisano {count} elemenata}}
hu: {count,plural, =1{{count} elem törölve} few{{count} elem törölve} other{{count} elem törölve}}
id: {count,plural, =1{Membersihkan {count} elemen} few{Membersihkan {count} elemen} other{Membersihkan {count} elemen}}
it: {count,plural, =1{Pulito {count} elemento} few{Puliti {count} elementi} other{Puliti {count} elementi}}
ja: {count,plural, =1{ {count} 件削除しました} few{ {count} 件削除しました} other{ {count} 件削除しました}}
mr: {count,plural, =1{ {count} पुसून टाकले}, =few{ {count} पुसून टाकले}, =other{ {count} पुसून टाकले}}
nb: {count,plural, =1{Fjernet {count} element} few{Fjernet {count} elementer} other{Fjernet {count} elementer}}
nl: {count,plural, =1{Purged {count} element verwijderd} few{{count} elementen verwijderd} other{ {count} elementen verwijderd}}
or: {count,plural, =1{ବିଲୋପିତ {count} ଜିନିଷ} କିଛି{ବିଲୋପିତ {count} ଜିନିଷ} ଅନ୍ୟ{ବିଲୋପିତ {count} ଜିନିଷ}}
pa: {count, plural, =1{purged {count} element} few{purged {count} ਐਲੀਮੈਂਟਸ} other{Purged {count} ਐਲੀਮੈਂਟਸ}}
pa_pk: {count,plural, =1{{count} چیز ہٹائی}, =few{{count} چیزاں ہٹائیاں}, =other{{count} چیزاں ہٹائیاں}}
pl: {count,plural, =1{Wyczyszczony {count} element} few{Wyczyszczone {count} elementy} other{Wyczyszczonych {count} elementów}}
ru: {count,plural, =1{Очистили {count} объект} few{Очистили {count} объекта} other{Очистили {count} объектов}}
sl: {count,plural, =1{Očiščen {count} element} =2{Očiščena {count} elementa} few{Očiščeni {count} elementi} other{Očiščeno {count} elementov}}
sv: {count,plural, =1{Tog bort {count} element} few{Tog bort {count} element} other{Tog bort {count} element}}
th: {count,plural, =1{ล้างแล้ว {count} element} few{ล้างแล้ว {count} elements} other{ล้างแล้ว {count} elements}}
uk: {count,plural, =1{Видалив {count} елемент} few{Видалив {count} елементи} other{Видалив {count} елементів}}
zh_hans: {count,plural, =1{已清除 {count} 要素} few{已清除 {count} 个要素} other{已清除 {count} 个要素}}
zh_hant: {count,plural, =1{已清除 {count} 物件}, =few{已清除 {count} 物件}, =other{已清除 {count} 物件}}

# settingsUploads
source: Pending uploads
ar: عمليات الرفع المعلقة
be: Змены для адпраўкі
ca: Trameses pendents
cs: Čekající nahrání
da: Afventende uploads
de: Ausstehende Uploads
el: Εκκρεμείς μεταφορτώσεις
eo: Atendantaj alŝutoj
es: Cargas pendientes
et: Ootel üleslaadimised
eu: Igotzeke dauden aldaketak
fa: آپلودهای فعال
fi: Odottavat lähetykset
fr: Envois en attente
he: העלאות ממתינות
hr: Predstojeći prijenosi
hu: Függőben lévő feltöltések
id: Unggahan yang tertunda
it: Caricamenti in sospeso
ja: アップロード待ちデータ一覧
mr: चढवण्यासाठी थांबलेला डेटा
nb: Ventende opplastinger
nl: In afwachting van uploads
or: ଅଟକି ରହିଥିବା ଅପଲୋଡ୍
pa: ਬਕਾਇਆ ਅੱਪਲੋਡ
pa_pk: حالیہ سودھدے
pl: Oczekujące wysyłki
ru: Правки для отправки
sl: Čakajoča nalaganja
sv: Väntande uppladdningar
th: การอัปโหลดที่อยู่ในแถวคอย
uk: Зміни для відправки
zh_hans: 正在等待上传
zh_hant: 等待上傳

# settingsBackground
source: Background imagery
ar: الصورة الخلفية
be: Спадарожнікавыя здымкі
ca: Imatges de fons
cs: Obrázky na pozadí
da: Baggrundsbilleder
de: Hintergrund-Bildmaterial
el: Εικόνα υποβάθρου
eo: Fona bildoj
es: Imágenes de fondo
et: Taevafotode aluskaart
eu: Hondoko irudiak
fa: تصاویر ماهواره ای پس زمینه
fi: Taustakuva-aineisto
fr: Imagerie aérienne
he: תמונת רקע
hr: Satelitski prikaz u pozadini
hu: Háttér légi felvétel
id: Citra latar belakang
it: Immagini di sfondo
ja: 背景写真
mr: भूमी प्रतिमावली
nb: Bakgrunnsbilder
nl: Achtergrondafbeeldingen
or: ପୃଷ୍ଠଭୂମି ଚିତ୍ର
pa: ਬੈਕਗ੍ਰਾਊਂਡ ਇਮੇਜਰੀ
pa_pk: نقشے دیاں تصویراں
pl: Obraz podkładu
ru: Спутниковые снимки
sl: Slike ozadja
sv: Bakgrundsbilder
th: Imagery พื้นหลัง
uk: Супутникові знімки
zh_hans: 背景影像
zh_hant: 背景影像

# settingsCacheTiles
source: Download tiles
ar: تنزيل صور الخريطة
be: Загрузіць тайлы
ca: Descarregar tessel·les
cs: Stáhnout dlaždice
da: Download fliser
de: Kacheln herunterladen
el: Λήψη πλακιδίων
eo: Elŝuti kahelojn
es: Descargar teselas
et: Laadi paanid alla
eu: Lauzak deskargatu
fa: دانلود تایل ها
fi: Lataa karttatiilet
fr: Télécharger les tuiles
he: הורדת אריחים
hr: Preuzmi slike satelitskog prikaza
hu: Csempék letöltése
id: Unduh ubin
it: Scarica tasselli
ja: タイルをダウンロード
mr: फरश्या उतरवा
nb: Last ned fliser
nl: Download tegels
or: ଟାଇଲକୁ ଡାଉନଲୋଡ କରନ୍ତୁ
pa: ਟਾਈਲਾਂ ਡਾਊਨਲੋਡ ਕਰੋ
pa_pk: ٹائیلاں ڈاؤن‌لوڈ کرو
pl: Pobierz kafelki
ru: Скачать тайлы
sl: Prenesi ploščice
sv: Ladda ned kartbitar
th: ดาวน์โหลด Tiles
uk: Завантажити тайли
zh_hans: 下载瓦片
zh_hant: 下載圖磚

# settingsLeftHand
source: Left hand controls
ar: أزرار التحكم لليد اليسرى
be: Кіраванне левай рукой
ca: Controls per esquerrans
cs: Ovládání levou rukou
da: Venstre-hånds betjening
de: Linkshändersteuerung
el: Χειρισμοί αριστερού χεριού
eo: Maldekstramanaj kontroloj
es: Controles de la mano izquierda
et: Kasuta juhtnuppe vasaku käe jaoks
eu: Ezkerreko eskuarekin erabiltzeko
fa: کنترل های سمت چپ
fi: Vasemman käden ohjaimet
fr: Mode pour les gauchers
he: פקדי צד שמאל
hr: Kontrole za ljevake
hu: Balkezes vezérlők
id: Kontrol tangan kiri
it: Controlli per mancini
ja: 左手モード
mr: डावखुरा वापर
nb: Venstrehåndskontroller
nl: Besturing voor linker hand
or: ବାମହାତୀ ନିୟନ୍ତ୍ରଣ
pa: ਖੱਬੇ ਹੱਥ ਦੇ ਨਿਯੰਤਰਣ
pa_pk: کبے ہتھاں لئی کنٹرول
pl: Kontrola lewą ręką
ru: Кнопки для левой руки
sl: Kontrolniki za levičarje
sv: Anpassa för vänsterhänta
th: การควบคุมด้วยมือซ้าย
uk: Кнопки для шульги
zh_hans: 左手控制
zh_hant: 左手控制

# settingsLanguage
source: Language
ar: اللغة
be: Мова
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
es: Idioma
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
mr: भाषा
nb: Språk
nl: Taal
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pa_pk: بولی
pl: Język
ru: Язык
sl: Jezik
sv: Språk
th: ภาษา
uk: Мова
zh_hans: 语言
zh_hant: 語言

# settingsEditor
source: Editor
ar: المحرر
be: Рэдактар
el: Επεξεργαστής
eo: Redaktoro
et: Kaardi muutmisvaade
eu: Editorea
fa: ویرایشگر
fi: Editori
fr: Éditeur
he: עורך
hr: Uređivač
hu: Szerkesztő
ja: エディタ
mr: संपादक(एडिटर)
nb: Redigerer
or: ସମ୍ପାଦକ
pa: ਸੰਪਾਦਕ
pa_pk: ایڈیٹر
pl: Edytor
ru: Редактор
sl: Urejevalnik
uk: Редактор
zh_hans: 编辑器
zh_hant: 編輯器

# settingsPreferContact
source: Prefer "contact:" Prefix
ar: بادئة"contact:" المفضلة
be: Аддаваць перавагу прэфіксу "contact:"
ca: Prefereix el prefix "contacte:"
cs: Upřednostňovat prefix „contact:“
da: Foretræk "kontakt:" præfiks
de: „contact:“-Präfix bevorzugen
el: Προτίμησε το πρόθεμα "contact:"
eo: Preferi "contact:"-Prefikson
es: Preferir el prefijo «contact:»
et: Eelista „contact:“ eesliidet
eu: Nahiago dut "contact:" aurrizkiarekin
fi: Suosi ”contact:”-etuliitettä
fr: Utiliser le préfixe « contact: »
he: להעדיף קידומת „contact:‎” (קשר)
hr: Preferiraj prefiks "contact:"
hu: A „contact:” előtag előnyben részesítése
id: Lebih suka "kontak:" Awalan
it: Preferisci il prefisso "contact:"
ja: 接頭辞 "contact:" を優先
mr: उपसर्ग "contact:" ला प्राधान्य द्या
nb: Foretrekk "contact:" Prefiks
nl: Verkies "contact:" prefix
or: "ସମ୍ପର୍କ"କୁ ପସନ୍ଦ କରନ୍ତୁ:" ଉପସର୍ଗ
pa: "ਸੰਪਰਕ:" ਅਗੇਤਰ ਨੂੰ ਤਰਜੀਹ ਦਿਓ
pa_pk: ‫`contact:‎`‬ ؜دیاں کنجیاں ورتو
pl: Preferuj przedrostek "contact:"
ru: Предпочитать префикс "contact:"
sl: Raje uporabi "contact:" predpono
sv: Föredra "contact:"-prefix
th: ใช้ Prefix "contact:"
uk: Використовувати префікс "contact:"
zh_hans: 首选“联系人：”前缀
zh_hant: 優先選擇 contact:" 前綴

# settingsNumericKeyboard
source: Extended Numeric Keyboard
ar: لوحة المفاتيح الموسعة
be: Пашыраная лічбавая клавіятура
ca: Teclat numèric estès
cs: Rozšířená číselná klávesnice
da: Udvidet numerisk tastatur
de: Numerische Tastatur erweitern
el: Εκτεταμένο αριθμητικό πληκτρολόγιο
eo: Plilongigita Nombra Klavaro
es: Teclado numérico extendido
et: Laiendatud numbriklahvistik
eu: Hedatutako zenbaki teklatua
fi: Laajennettu numeronäppäimistö
fr: Clavier numérique complet
he: הרחבת המקלדת הנומרית
hr: Proširena brojčana tipkovnica
hu: Kiterjesztett numerikus billentyűzet
id: Keyboard Numerik yang Diperluas
it: Tastiera numerica estesa
ja: 数字キーボードを拡張
mr: विस्तृत संख्यात्मक किबोर्ड
nb: Utvidet numerisk tastatur
nl: Uitgebreide numerieke toetsenbord
or: ବିସ୍ତାରିତ ସଂଖ୍ୟାଗତ କୀବୋର୍ଡ
pa: ਵਿਸਤ੍ਰਿਤ ਸੰਖਿਆਤਮਕ ਕੀਬੋਰਡ
pa_pk: ہور نمبراں دی کیبورڈ
pl: Rozszerzona klawiatura numeryczna
ru: Заменить цифровую клавиатуру
sl: Razširjena številska tipkovnica
sv: Utökat numeriskt tangentbord
th: แป้นพิมพ์ตัวเลขแบบขยาย
uk: Розширена цифрова клавіатура
zh_hans: 扩展数字键盘
zh_hant: 擴展的數字鍵盤

# settingsDefaultPayment
source: Default Payment Cards
ar: بطاقات الدفع الافتراضية
be: Плацежныя карткі па змаўчанні
ca: Targetes de pagament per defecte
cs: Výchozí platební karty
da: Standard betalingskort
de: Standard-Zahlungsmittel
el: Προεπιλεγμένες κάρτες πληρωμών
eo: Defaŭltaj Pagaj Kartoj
es: Tarjetas de pago predefinidas
et: Vaikimisi maksekaardid
eu: Lehenetsitako kreditu txartelak
fi: Oletusmaksukortit
fr: Cartes de paiement par défaut
he: כרטיסי תשלום כברירת מחדל
hr: Zadane kartice za plaćanje
hu: Alapértelmezett fizetési kártyák
id: Kartu Pembayaran Default
it: Carte di pagamento predefinite
ja: デフォルトの支払カード
mr: डिफॉल्ट पेमेंट कार्ड
nb: Standard betalingskort
nl: Standaard betaalkaarten
or: ଡିଫଲ୍ଟ ଦେୟ କାର୍ଡ
pa: ਡਿਫ਼ਾਲਟ ਭੁਗਤਾਨ ਕਾਰਡ
pa_pk: تہاڈے کارڈاں دیاں قسماں
pl: Domyślne karty płatnicze
ru: Платёжные карты по умолчанию
sl: Privzete plačilne kartice
sv: Standardbetalkort
th: บัตรจ่ายเงินเริ่มต้น
uk: Платіжні карти за замовчуванням
zh_hans: 默认支付卡
zh_hant: 預設付款卡片

# settingsSystem
source: System
ar: النظام
be: Сістэма
ca: Sistema
cs: Systém
el: Σύστημα
eo: Sistemo
es: Sistema
et: Süsteem
eu: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hr: Sustav
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
mr: सिस्टम
nl: Systeem
or: ସିଷ୍ଟମ
pa: ਸਿਸਟਮ
pa_pk: سِسٹم
ru: Система
sl: Sistem
th: ระบบ
uk: Система
zh_hans: 系统
zh_hant: 系統
