Repository: Zverik/every_door
Catalog: lib/l10n/app_*.arb
Languages: ar, be, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fr, he, hr, hu, id, it, ja, mr, nb, nl, or, pa, pa_pk, pl, ro, ru, sl, sv, th, uk, zh_hans, zh_hant

# faqTagging
source: All tagging questions
ar: جميع أسئلة وضع الوسوم
be: Усе пытанні па тэгах
ca: Totes les preguntes d'etiquetatge
cs: Všechny otázky o značkách
da: Alle spørgsmål om tagging
de: Alle Tagging-Fragen
el: Όλες οι ερωτήσεις για ετικέτες
eo: Ĉiuj demandoj pri etikedoj
es: Todas las preguntas sobre el etiquetado
et: Kõik küsimused siltide kohta
eu: Etiketatzeari buruzko galderak
fr: Questions relatives aux attributs
he: כל שאלות התיוג
hr: Sva pitanja o označavanju
hu: Az összes címkézési kérdés
id: Semua pertanyaan penandaan
it: Tutte le domande sui tag
ja: すべてのタグ付けの質問
mr: सर्व टॅगिंग प्रश्न
nb: Alle spørsmål om etiketter
nl: Alle tagging-vragen
or: ସମସ୍ତ ଟ୍ୟାଗିଂ ପ୍ରଶ୍ନ
pa: ਸਾਰੇ ਟੈਗ ਦੇ ਸਵਾਲ
pa_pk: سارے ٹیگ دے سوال
pl: Wszystkie pytania dotyczące dodawania znaczników
ru: Любые вопросы по тегам
sl: Vsa vprašanja o označevanju
sv: Alla frågor som rör etiketter
th: คำถามเกี่ยวกับการแท็กทั้งหมด
uk: Всі помічені питання
zh_hans: 所有标签问题
zh_hant: 所有標籤問題

# faqTaggingContent
source: Why an object is missing in the editor? When these white dots are displayed in the micromapping mode? How objects are sorted? Answers to all these questions are in [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Here's what you can look at: * The key order for the main tag — list `kMainKeys`. * Which objects are downloaded — function `isGoodTags`. * What is considered an amenity — function `isAmenityTags`. * Which points are snapped to what ways — function `detectSnap`. * When a micromapping object is incomplete — function `needsMoreInfo`.
ar: لماذا يوجد كائن مفقود في المحرر؟ عندما يتم عرض هذه النقاط البيضاء في وضع الرسم الدقيق؟ كيف يتم فرز الأشياء؟ الإجابات على كل هذه الأسئلة موجودة في [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). إليك ما يمكنك إلقاء نظرة عليه: * ترتيب المفتاح للوسم الرئيسي - القائمة `kMainKeys`. * الأشياء التي يتم تنزيلها - وظيفة`isGoodTags`. * ما يعتبر من المنشآت - وظيفة `isAmenityTags`. *ما هي النقاط التي يتم الصاقها إلى أية طريق - وظيفة `detectSnap`. * عندما يكون كائن الخرائط الدقيقة غير مكتمل - الوظيفة `needsMoreInfo`.
be: Чаму аб'ект адсутнічае ў рэдактары? Калі белыя кропкі адлюстроўваюцца ў рэжыме мікрпамапінга? Як сартуюцца аб'екты? Адказы на ўсе гэтыя пытанні знаходзяцца ў файле [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart). Вось на што трэба звярнуць увагу: * Парадак вызначэння галоўнага тэга — спіс `kMainKeys` у `main_key.dart`. * Якія аб'екты спампоўваюцца — клас `_EverythingKind`. * Што лічыцца ўстановай — клас `_AmenityKind`. * Якія кропкі прывязваюцца да ліній, і да якіх ліній — логіка класа `ElementKindImpl` (глядзі адпаведныя падкласы) . * Калі аб'ект мікрамапінга няпоўны — клас `_NeedsMoreInfo`.
ca: Per què falta un objecte a l'editor? Quan es mostren aquests punts blancs en el mode de micromapa? Com s'ordenen els objectes? Les respostes a totes aquestes preguntes es troben a [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Aquí teniu el que podeu comprovar: * L'ordre de les claus de l'etiqueta principal — llista `kMainKeys`. * Quins objectes es descarreguen — funció `isGoodTags`. * El que es considera un equipament — funció `isAmenityTags`. * Quins punts s'ajusten a quins vials — funció `detectSnap`. * Quan està incomplet un objecte de micromapa — funció `needsMoreInfo`.
cs: Proč v editoru chybí objekt? Když se tyto bílé tečky zobrazují v režimu mikromapování? Jak se objekty třídí? Odpovědi na všechny tyto otázky najdete v souboru [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Tady se můžete podívat: * Pořadí klíčů pro hlavní značku - seznam `kMainKeys`. * Které objekty se stahují - funkce `isGoodTags`. * Co je považováno za vybavení - funkce `isAmenityTags`. * Které body jsou přichyceny jakým způsobem - funkce `detectSnap`. * Když je objekt mikromapování neúplný - funkce `needsMoreInfo`.
da: Hvorfor mangler et objekt i editoren? Hvornår vises disse hvide prikker i mikro-kortlægning-indstillingen? Hvordan sorteres objekter? Svarene på alle disse spørgsmål findes i [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart). Her er, hvad du kan se på: * Nøgleordenen for det primære tag - liste `kMainKeys` i `main_key.dart`. * Hvilke objekter der downloades - klasse `_EverythingKind`. * Hvad der betragtes som en facilitet - klasse `_AmenityKind`. * Hvilke punkter forbindes til hvilke linjestrenge - klasse `ElementKindImpl` logic (see relevant subclasses). * Når et mikrokortlægningsobjekt er ufuldstændigt - klasse `_NeedsMoreInfo`.
de: Wieso fehlt ein Objekt im Editor? Wann werden im Mikromapping-Modus weiße Punkte angezeigt? Wie werden die Objekte sortiert? Antworten dazu sind in [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) zu finden. Hier sind Dinge, die du anschauen kannst: * Die Sortierreihenfolge für den Hauptwert — Liste `kMainKeys`. * Welche Objekte heruntergeladen werden — Funktion `isGoodTags`. * Was als Einrichtung (`amenity`) eingeordnet wird — Funktion `isAmenityTags`. * Welche Knoten mit welche Linien verbunden werden — Funktion `detectSnap`. * Wann ein Mikromapping-Objekt als unvollständig angesehen wird — Funktion `needsMoreInfo`.
el: Γιατί ένα αντικείμενο λείπει από τον επεξεργαστή; Πότε εμφανίζονται οι λευκές κουκκίδες στη λειτουργία μικροχαρτογράφησης; Πώς ταξινομούνται τα αντικείμενα; Απαντήσεις για όλες αυτές τις ερωτήσεις βρίσκονται στο [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart) (στα Αγγλικά). Ορίστε τι μπορείτε να δείτε: * Τη σειρά των κλειδιών για την κύρια ετικέτα — λίστα `kMainKeys` στο `main_key.dart`. * Ποια αντικείμενα γίνονται λήψη — κλάση `_EverythingKind`. * Τι θεωρείται υποδομή — κλάση `_AmenityKind`. * Ποια σημεία ενώνονται με ποιες γραμμές — κλάση `ElementKindImpl` λογική (δείτε τις σχετικές υποκλάσεις). * Πότε ένα αντικείμενο μικροχαρτογράφησης είναι ανολοκλήρωτο — κλάση `_NeedsMoreInfo`.
eo: Kial objekto mankas en la redaktoro? Kiam ĉi tiuj blankaj punktoj estas montritaj en la mikromapanta reĝimo? Kiel objektoj estas ordigitaj? Respondoj al ĉiuj ĉi tiuj demandoj estas en [good_tags.dart](https://github.com/zverik/every_door/blob/main/lib/helpers/good_tags.dart). Jen kion vi povas rigardi: * La ŝlosila ordo por la ĉefa etikedo - Listo `kMainKeys`. * Kiuj objektoj estas elŝutitaj - funkcio `isGoodTags`. * Kio estas konsiderata agrablaĵo - funkcio `isAmenityTags`. * Kiuj punktoj estas alkroĉitaj al kiaj manieroj - funkcio `detectSnap`. * Kiam mikromapanta objekto estas nekompleta - funkcio `needsMoreInfo`.
es: ¿Por qué falta un objeto en el editor? ¿Cuándo se muestran estos puntos blancos en el modo de «micromapping»? ¿Cómo se ordenan los objetos? Las respuestas a todas estas preguntas están en [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Esto es lo que puedes mirar: * El orden de las claves para la etiqueta principal — lista «kMainKeys». * Qué objetos se descargan — función «isGoodTags». * Qué se considera un servicio — función «isAmenityTags». * Qué puntos se ajustan a qué formas — función «detectSnap». * Cuando un objeto de micromapping está incompleto — función «needsMoreInfo».
et: Miks mõni objekt on rakenduse muutmisvaates puudu? Millal kuvatakse valgeid mummusid mikrokaardistamise vaates? Kuidas toimib objektide järjestamine? Vastused neile küsimustele on lähtekoodi lõigus [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart). Näiteks vaata siia: * Võtmete järjekord põhisildis — loend „kMainKeys“ failis „main_key.dart“. * Mis objekte laadime alla — klass „_EverythingKind“. * Mida loeme teenuseks („amenity=*“) — klass „_AmenityKind“. * Missuguseid sõlmi napsame joonte külge — klass „ElementKindImpl“ (vaata ka alamklasse). * Kuidas tuvastame, et mikrokaardistamise mõttes on objekt veel poolik — klass „_NeedsMoreInfo“.
fr: Pourquoi un élément est manquant dans l’éditeur ? Quand ces points blancs sont-ils affiché en mode Micromapping ? Comment sont triés les éléments ? Les réponses à toutes ces questions sont dans [good\_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) dont les thèmes principaux : * L’ordre des attributs : liste `kMainKeys` ; * Les éléments sont téléchargés : fonction `isGoodTags` ; * Ce qui est considéré comme un point d’intérêt : fonction `isAmenityTags` ; * Les points qui sont aimantés : fonction `detectSnap` ; * Quand un objet micro-cartographié est incomplet : fonction `needsMoreInfo`.
he: למה חסרים פריטים בעורך? מתי מופיעות הנקודות הלבנות האלה במצב המיפוי הזעיר? איך פריטים מסודרים? התשובות לכל השאלות האלה מופיעות ב־[good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). אלו דברים שכדאי לבדוק: * סדר התגיות לתגית הראשית — הרשימה `kMainKeys`. * אילו פריטים יימשכו למכשיר — הפונקציה `isGoodTags`. * מה נחשב שירות לציבור — הפונקציה `isAmenityTags`. * אילו נקודות מוצמדות לאילו דרכים — הפונקציה `detectSnap`. * מתי פריט מיפוי זעיר הוא חלקי — הפונקציה `needsMoreInfo`.
hr: Zašto objekt nedostaje u uređivaču? Kada se ove bijele točkice prikazuju u modusu mikrokartiranja? Kako se razvrstavaju objekti? Odgovori na sva ova pitanja nalaze se na [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Pogledaj sljedeće: * Redoslijed ključeva za glavnu oznaku – popis `kMainKeys`. * Koji se objekti preuzimaju – funkcija `isGoodTags`. * Što se smatra uslugom – funkcija `isAmenityTags`. * Koje se točke na koje načine spajaju na puteve – funkcija `detectSnap`. * Kada je objekt mikrokartiranja nepotpun – funkcija `needsMoreInfo`.
hu: Miért hiányzik egy objektum a szerkesztőben? Mikor jelennek meg ezek a fehér pontok a mikrotérképezési módban? Hogyan vannak az objektumok rendezve? Az összes ilyen kérdésre választ kaphat a [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) fájlból. Itt van, hogy miket nézhet meg: * A fő címke kulcssorrendje — `kMainKeys` lista. * Mely objektumok vannak letöltve — `isGoodTags` függvény. * Mi számít szolgáltatásnak — `isAmenityTags` függvény. * Mely pontok vannak mely utakhoz illesztve — `detectSnap` függvény. * Mikor befejezetlen egy mikrotérképezési objektum — `needsMoreInfo` függvény.
id: Mengapa ada objek yang hilang di editor? Kapan titik putih ini ditampilkan dalam mode pemetaan mikro? Bagaimana objek diurutkan? Jawaban atas semua pertanyaan ini ada di [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Inilah yang dapat Anda lihat: * Urutan kunci untuk tag utama — daftar `kMainKeys`. * Objek mana yang diunduh — fungsi `isGoodTags`. * Apa yang dianggap sebagai fasilitas — fungsi `isAmenityTags`. * Titik mana yang diambil dengan cara apa — fungsi `detectSnap`. * Ketika objek pemetaan mikro tidak lengkap — fungsi `needsMoreInfo`.
it: Perché manca un elemento nell'editor? Quando vengono visualizzati questi punti bianchi nella modalità di micromappatura? Come vengono ordinati gli oggetti? Le risposte a tutte queste domande si trovano in [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Ecco cosa puoi trovare: * L'ordine delle chiavi per il tag principale - lista `kMainKeys`. * Quali oggetti vengono scaricati - funzione `isGoodTags`. * Cosa viene considerato un'amenità - funzione `isAmenityTags`. * Quali punti vengono agganciati in quali modi - funzione `detectSnap`. * Quando un oggetto di micromappatura è incompleto - funzione `needsMoreInfo`.
ja: エディタ内になぜオブジェクトが無いのでしょうか？マイクロマッピングモードではこれらの白いドットはいつ表示されるのでしょうか？オーブジェクトのソート順は？ これらの質問への回答は全て[good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) にあります。以下のような内容です: * メインタグのキー順 — list `kMainKeys`. * どのオブジェクトがダウンロード対象か — function `isGoodTags`. * どれが施設に該当するのか — function `isAmenityTags`. * どのポイントがどのウェイにくっつくのか — function `detectSnap`. * マイクロマッピングのオブジェクトが不完全な時 — function `needsMoreInfo`.
nb: Hvorfor mangler et objekt i editoren? Når vises de hvite prikkene i mikrokartleggingsmodus? Hvordan sorteres objekter? Svar på alle disse spørsmålene finnes i [good_tags.dart] (https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Her er hva du kan se på: * Rekkefølgen for hovedetiketten – listen 'kMainKeys'. * Hvilke objekter lastes ned – funksjonen 'isGoodTags'. * Hva regnes som en fasilitet – funksjonen 'isAmenityTags'. * Hvilke punkter er forbundet til hvilke veier – funksjon "detectSnap". * Når et mikrokartleggingsobjekt er ufullstendig – funksjonen "needsMoreInfo".
nl: Waarom mist er een object in de bewerker? Wanneer worden deze witte puntjes weergegeven in micromapping-modus? Hoe worden objecten gesorteerd? Antwoorden op al deze vragen staan in [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Hier is waar je naar kan kijken: * De sleutelsortering voor de hoofdtag — lijst `kMainKeys`. * Welke objecten worden gedownload — functie `isGoodTags`. * Wat als voorziening wordt beschouwd — functie `isAmenityTags`. * Welke punten in lijn worden gezet met welke wegen — functie `detectSnap`. * Wanneer een micromapping-object incompleet is — functie `needsMoreInfo`.
or: ସମ୍ପାଦକଙ୍କ ଠାରେ କାହିଁକି ଏକ ବସ୍ତୁ ହଜିଯାଉଛି? ମାଇକ୍ରୋମ୍ୟାପିଂ ମୋଡ୍ ରେ ଏହି ଧଳା ବିନ୍ଦୁଗୁଡିକ କେବେ ପ୍ରଦର୍ଶିତ ହୁଏ? ବସ୍ତୁଗୁଡ଼ିକୁ କିପରି ଶ୍ରେଣୀଭୁକ୍ତ କରାଯାଏ? ଏହି ସବୁ ପ୍ରଶ୍ନର ଉତ୍ତର [good_tags.ଡାର୍ଟ] (https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) ରେ ଅଛି । ଏଠାରେ ଆପଣ କ'ଣ ଦେଖିପାରିବେ: * ମୁଖ୍ୟ ଟ୍ୟାଗ୍ ପାଇଁ ମୁଖ୍ୟ ଅର୍ଡର - 'kMainkees' ତାଲିକା। * କେଉଁ ଅବଜେକ୍ଟଗୁଡିକ ଡାଉନଲୋଡ୍ ହୋଇଛି - ପ୍ରକାର୍ଯ୍ୟ 'ଇସ୍ ଗୁଡ୍ଟ୍ୟାଗ୍ସ୍'। * ଯାହାକୁ ଆମେନିଟି ବୋଲି ବିବେଚନା କରାଯାଏ - ଫଙ୍କସନ୍ 'ଇସ୍ ଆମେନିଟି ଟ୍ୟାଗ୍ସ'। * କେଉଁ ପଏଣ୍ଟକୁ କେଉଁ ଉପାୟରେ କାଟି ଦିଆଯାଏ - ଫଙ୍କସନ୍ 'ଡିଟେକ୍ ସନ୍ନାପ୍'। * ଯେତେବେଳେ ଏକ ମାଇକ୍ରୋମ୍ୟାପିଂ ଅବଜେକ୍ଟ ଅସମ୍ପୂର୍ଣ୍ଣ ଥାଏ - ପ୍ରକାର୍ଯ୍ୟ 'ମୋରଇନ୍ଫୋ ଆବଶ୍ୟକ କରେ'।
pa: ਸੰਪਾਦਕ ਵਿੱਚ ਇੱਕ ਵਸਤੂ ਕਿਉਂ ਗੁੰਮ ਹੈ? ਜਦੋਂ ਇਹ ਚਿੱਟੇ ਬਿੰਦੀਆਂ ਮਾਈਕ੍ਰੋਮੈਪਿੰਗ ਮੋਡ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦੀਆਂ ਹਨ? ਵਸਤੂਆਂ ਨੂੰ ਕਿਵੇਂ ਕ੍ਰਮਬੱਧ ਕੀਤਾ ਜਾਂਦਾ ਹੈ? ਇਹਨਾਂ ਸਾਰੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) ਵਿੱਚ ਹਨ। ਇੱਥੇ ਤੁਸੀਂ ਕੀ ਦੇਖ ਸਕਦੇ ਹੋ: * ਮੁੱਖ ਟੈਗ ਲਈ ਮੁੱਖ ਕ੍ਰਮ — ਸੂਚੀ `kMainKeys`। * ਕਿਹੜੀਆਂ ਵਸਤੂਆਂ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ — ਫੰਕਸ਼ਨ `isGoodTags`। * ਕੀ ਇੱਕ ਸਹੂਲਤ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ — ਫੰਕਸ਼ਨ `isAmenityTags`। * ਕਿਹੜੇ ਬਿੰਦੂ ਕਿਸ ਤਰੀਕਿਆਂ ਨਾਲ ਸਨੈਪ ਕੀਤੇ ਜਾਂਦੇ ਹਨ — ਫੰਕਸ਼ਨ `ਡਿਟੈਕਟਸਨੈਪ`। * ਜਦੋਂ ਇੱਕ ਮਾਈਕ੍ਰੋਮੈਪਿੰਗ ਆਬਜੈਕਟ ਅਧੂਰਾ ਹੁੰਦਾ ਹੈ — ਫੰਕਸ਼ਨ `NedsMoreInfo`।
pa_pk: <div dir="rtl" lang="pa-Aran-PK" style="text-align: right;"> اہڈیٹر وچ کجھ چیزاں کیوں گُم اے؟ جدوں ویروے سودھدے، چِٹیاں بندیاں کیہ ترک اے؟ چیزاں لئی ذخیرہ ورتدا؟ <br/>ایس سوال دے جواب لبھݨ لئی [چنگیا ٹیگاں دا صفحہ](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart) ویکھو۔ اُتھے؛ <br/>‪٭؜ ؜‪مکھ ٹیگ لئی کنجی لئی لڑی ‫— ‪‫`kMainKeys`‬⁩؜‪۔ <br/>٭ کہڑیاں چیزاں ڈاؤن‌لوڈ کیتیاں جاندہاں ہن ‫— `isGoodTags`‬۔ <br/> ٭ اِتھے کیہ تت دکان اے ‫— `isAmenityTag`‬۔ <br/> ٭ کہڑے نوڈ تے کہڑے راہ موڑے جاندے ہن ‫— `detectSnap`‬۔ <br/> ٭ جدوں چیز دا ویروا نہیں پورا اے ‫— `needsMoreInfo`‬۔ </div>
pl: Dlaczego w edytorze brakuje obiektu? Kiedy te białe kropki są wyświetlane w trybie mikromapowania? Jak sortowane są przedmioty? Odpowiedzi na wszystkie te pytania znajdują się w [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Oto, na co możesz spojrzeć: * Kolejność kluczy dla głównego znacznika — lista `kMainKeys`. * Jakie obiekty są pobierane — funkcja `isGoodTags`. * Co jest uważane za udogodnienie — funkcja `isAmenityTags`. * Które punkty są przyciągane do których linii — funkcja `detectSnap`. * Gdy obiekt mikromapowania jest niekompletny — funkcja `needsMoreInfo`.
ru: Почему объект отсутствует в редакторе? Когда выводятся белые точки на объектах в режиме микромаппинга? Как сортируются объекты? Ответы на все эти вопросы в [good\_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Вот на что обратить внимание: * Порядок определения главного тега — список `kMainKeys`. * Какие объекты загружаются — функция `isGoodTags`. * Что считается заведением — функция `isAmenityTags`. * Какие точки прилепляются к линиям, и каким — функция `detectSnap`. * Когда объект микромаппинга неполон — функция `needsMoreInfo`.
sl: Zakaj v urejevalniku ni predmeta? Kdaj se te bele pike prikažejo v načinu mikromapiranja? Kako so razvrščeni predmeti? Odgovore na vsa ta vprašanja najdete v [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Tukaj si lahko ogledate: * Vrstni red ključev za glavno oznako — seznam `kMainKeys`. * Kateri predmeti so preneseni — funkcija `isGoodTags`. * Kaj se šteje za točko POI — funkcija `isAmenityTags`. * Katere točke se pripenjajo na katere poti — funkcija `detectSnap`. * Kdaj je objekt mikromapiranja nepopoln — funkcija `needsMoreInfo`.
sv: Varför saknas ett objekt i editorn? När visas vita punkter i mikrokartläggningsläget? Hur sorteras objekt? Svar på alla dessa frågor finns i [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart). Det här är vad du kan titta på: * Nyckelordningen för huvudetiketten — listan `kMainKeys`. * Vilka objekt som laddas ned — funktionen `isGoodTags`. * Vad som betraktas som ett ställe — `isAmenityTags`. * Vilka punkter som fästs till vilka vägar — funktionen `detectSnap`. * När ett mikrokartläggningsobjekt är inkomplett — funktionen `needsMoreInfo`.
uk: Чому об'єкт відсутній у редакторі? Коли ці білі точки відображаються в режимі мікрокартографування? Як сортуються об'єкти? Відповіді на всі ці питання знаходяться у [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart). Ось що ви можете переглянути: * Порядок ключів для основного тегу — список `kMainKeys` у `main_key.dart`. * Які об'єкти завантажуються — клас `_EverythingKind`. * Що вважається зручністю — клас `_AmenityKind`. * Які точки закріплені до яких напрямків — клас `Логіка `ElementKindImpl` (див. відповідні підкласи). * Коли об'єкт мікрокартографування неповний — клас `_NeedsMoreInfo`.
zh_hans: 为什么编辑器中缺少一个对象？微地图绘制模式中何时显示这些白点？如何对对象进行排序？ 所有这些问题的答案都在 [element_kind_std.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/tags/element_kind_std.dart) 中。以下是您可以查看的内容： * 主标签的键顺序 —— `main_key.dart` 中的列表 `kMainKeys`。 * 下载哪些对象 —— 类 `_EverythingKind`。 * 什么被认为是设施 —— 类 `_AmenityKind`。 * 哪些点会以何种方式捕捉 —— 类 `ElementKindImpl` 逻辑（请参阅相关子类）。 * 当微地图绘制对象不完整时 —— 类 `_NeedsMoreInfo`。
zh_hant: 為什麼編輯器內有遺漏物件呢？什麼時候小白點會在在微細畫地圖模式顯示？物件會如果排列？ 這些問題的解答都在 [good_tags.dart](https://github.com/Zverik/every_door/blob/main/lib/helpers/good_tags.dart)。這邊是你可以閱讀的： * 主要標籤的鍵順序 — `kMainKeys`清單。 * 那些物件會下載下來 — 功能 `isGoodTags`。 * 那些被視為便利設施 — 功能 `isAmenityTags`。 * 那些節點切斷路徑 — 功能 `detectSnap`。 * 當微細畫地圖物件不完整 — 功能 `needsMoreInfo`。
